[
    {
        "id": 1,
        "title": "第一回",
        "content": "晨雾裹着咸涩的海风漫过碎星滩，陆昭赤脚踩在湿润的礁石上，腰间的鱼篓随步伐轻晃。十六道深浅不一的旧伤疤在他后背交错，那是七岁时被浪涛卷进幽冥海暗流留下的印记。\n\n\"小昭哥！\"扎着羊角辫的女童从滩头跑来，红绳串着的螺壳项链叮当作响，\"阿嬷说今日海祭，让你去补龙母庙的渔网！\"\n\n少年接住扑进怀里的女孩，指腹擦去她鼻尖沾的细沙。远处十二艘乌篷船正随潮水起伏，桅杆上褪色的避煞符在风里翻卷。渔村最年长的海婆婆常说，碎星滩的渔民是龙母睫毛上落的灰，生来带着三分神性七分漂泊。\n\n当陆昭跪在庙前修补破网时，谁也没注意到青铜残片在他怀里发烫。昨夜从浪里捞起的锈蚀物件，此刻正将朝霞凝成细碎金芒，顺着网眼渗入少年指节。\n暮色将垂时，滩头飘来第一缕黑雾。\n\n正往祭坛摆放银鲳的陆昭忽然顿住，瓷盘边缘映出他骤缩的瞳孔——本该湛蓝的海水正泛起铁锈色，浪花里翻涌着细小的白骨。龙母像眼角渗出血泪，滴在刚补好的渔网上滋滋作响。\n\n\"快看天象！\"老渔头颤抖的呼喊撕裂黄昏。陆昭仰头望见九颗暗星排成利齿状，正将残月咬在当中。怀中的青铜残片突然震颤，烫得他胸口发疼。海婆婆拄着龙骨杖撞开庙门，枯槁的手直指南方：\"幽冥海眼...开了！\"\n\n十二艘乌篷船同时倾覆，系在船头的镇海铃炸成齑粉。陆昭抱起吓呆的女童冲向礁石群时，听见身后传来血肉坠地的闷响。\n黑雾凝成的巨口咬碎龙母庙飞檐时，陆昭正把最后一个孩子塞进岩缝。青铜残片爆发的金光裹住他周身，在雾瘴中劈开丈许清明。透过扭曲的雾气，他看见村民们化作血水渗入沙地，老渔头的蓑衣下钻出森森白骨。\n\n\"抓紧！\"少年用渔网缠住岩柱，将哭喊的孩童们捆在背上。黑雾中忽现万千猩红眼瞳，每一只都映着他脖颈浮现的银色星纹。当他跃向最后一块礁石时，脚下海面陡然升起漩涡，幽冥海水凝成利爪撕向后心。\n\n惊雷炸响的刹那，青紫电光劈开夜幕。陆昭在坠落中看见道袍翻卷的身影踏雷而来，那人袖中飞出的符箓化作雷蛟，将黑雾连同一半海天撕成碎片。当凌虚子抓住他手腕时，少年听见修士带着颤音的喃喃：\"空冥道体...竟真的存在...\"\n\n咸腥血水顺着陆昭下颌滴落，在他触及仙师掌心时，青铜残片突然浮现\"天机\"二字篆文。最后映入眼帘的，是南方海平线上缓缓睁开的血色竖瞳。",
        "createTime": "2024-12-30T02:15:07.658Z",
        "updateTime": "2025-01-30T07:52:30.955Z"
    },
    {
        "id": 2,
        "title": "第2回·雷锁千渊",
        "content": "青紫色雷蛟缠绕的巨爪悬在陆昭眉心三寸，少年涣散的瞳孔里倒映着破碎的海天。凌虚子道袍上的云雷纹在狂风中猎猎作响，指尖划过的轨迹凝成《玄天敕魔箓》，金色篆文如锁链刺入翻涌的幽冥海水。\n\n\"封！\"老道并指如剑点向漩涡中心，陆昭听见海底传来万千生灵的尖啸。青铜残片突然脱离衣襟浮空，将漫天雷光吸成细密蛛网，笼罩住正在闭合的幽冥裂隙。当最后一道符纹没入海面时，少年看见自己倒影额间亮起星芒，与残片表面的\"天机\"二字遥相呼应。\n\n\n凌虚子扣住陆昭脉门时，三十三重雷纹在云层深处明灭。老道袖中窜出条碧玉小蛇，沿着少年脊椎游走七遍后突然炸成雷雾，在陆昭后背显化出周天星辰图。\n\n\"空冥道体...\"凌虚子喉头滚动着封印百年的记忆，当年天机阁主陨落时的星雨仿佛穿透时空砸在眼前。他并指划开虚空，取出的窥天镜照出少年丹田处盘踞的混沌漩涡——那是连大乘期修士都避之不及的劫气，此刻却温顺如幼兽蜷缩。\n\n礁石缝隙里忽然传来呜咽，幸存的孩童扒开碎石探出头来。凌虚子瞳孔骤缩，他看见那些孩子眉心都烙着极淡的血蝶印记，正随海浪节奏明灭。\n\n\n\"仙师！\"陆昭突然抓住凌虚子衣袖，他背后星图正将残存的幽冥黑雾炼化成丝，\"那些血眼...还在海里...\"\n\n话音未落，十二道血柱冲天而起，凝成厉无咎的虚影冷笑：\"玄天宗的手伸得太长了！\"凌虚子拂尘扫出血河倒卷，雷光中却传来陆昭的闷哼——少年右臂浮现的血咒正与血柱共鸣。\n\n当青铜残片迸发青光斩断因果线时，整片海域突然陷入死寂。凌虚子望着掌心焦黑的命盘碎片，终于掐诀召来九霄云舟。昏迷的陆昭不会看见，老道捏碎传讯玉符时，上面分明写着\"天机现世，速封轮回台\"。\n\n云舟破空瞬间，海底睁开的三千只血瞳悄然闭合。系在陆昭腕间的渔网线头飘落海面，沾血的银鲳从网眼钻出，化作流光坠向南方幽冥海眼。",
        "createTime": "2025-01-30T07:57:47.457Z"
    },
    {
        "id": 3,
        "title": "第三回·星坠残梦",
        "content": "陆昭在混沌中看见十二重星环相撞，碎裂的星屑凝成罗盘悬于虚无。青铜指针划开他的掌心，血珠坠入刻着\"轮回\"二字的坎位，荡起的涟漪里浮现天机阁倾塌的画面——九千白袍修士在血雨中结阵，为首者回眸时的面容与他七分相似。\n\n\"阁主...\"女子染血的素手穿透幻象，将半卷《衍天册》按进他心口。陆昭猛然惊醒时，喉间还噎着星砂的灼痛，鼻腔却嗅到清苦的松烟墨香。\n\n\n九霄云舟的厢房里，晨光正爬上凌虚子布下的三十六道封禁符。陆昭摸向发烫的胸口，昨夜空无一物的衣襟里，此刻静静躺着半枚青铜残片。当他指尖触及锈迹时，那些斑驳突然活过来游走，在表面拼出半幅星路图。\n\n门外传来玉磬清音，陆昭慌忙将残片塞回怀中。转身时铜镜映出异象——他散落的发丝间缠绕着星辉，在地面投出残缺的罗盘虚影。凌虚子推门的刹那，少年背后的星图突然隐入皮肤，只剩残片在暗处吞吐青光。\n\n云舟穿越罡风层时，十二盏琉璃灯突然同时爆裂。陆昭怀中的残片发出蜂鸣，在舱壁映出密密麻麻的血色符咒。凌虚子拂尘扫过之处，雷纹瞬间爬满整艘云舟。\n\n\"抓住桅杆！\"老道厉喝声中，浓稠黑雾吞噬了半边苍穹。陆昭在剧烈颠簸中瞥见雾里浮动的血骨飞舟，船头立着的黑袍人抬手结印，他右臂的血咒突然灼如烙铁。\n\n当凌虚子祭出本命雷符时，少年怀中的青铜残片突然浮空。天机二字迸发的清光竟将血雾撕开裂缝，露出后方厉无咎错愕的脸。云舟遁入虚空的瞬间，陆昭清晰听见雾中传来的冷笑：\"找到你了，小阁主...\"",
        "createTime": "2025-01-30T07:59:32.017Z"
    }
]