[
    {
        "id": 1,
        "title": "第一章 暖炉夜话",
        "content": "腊月十七的雪落在明珠岛上，像撒了一把碎盐晶。卫凌霜把最后半坛梅子酒埋进炼妖壶时，小青正趴在房梁上打哈欠，青玉般的龙尾垂下来晃悠：\"你今年渍的梅子太酸，海猴子喝了都要做鬼脸。\" 龙尾尖卷着的竹簸箕里，晒着从望潮礁采来的紫苏梅——那是用三筐牡蛎跟货郎陈伯换的。\n\n\"去年说太甜的是谁？\" 凌霜呵着白气搓手，看壶口腾起的热雾在窗棂凝成霜花。她顺手把烤糊的紫菜脆片掰碎撒进虾皮粥里，这是小青灵力低迷时最爱的夜宵。灶台边挂着串风干水母伞，每逢阴雨天就会渗出彩虹色的露珠，正好拿来润补渔网。\n\n壶里传来细碎的咔嗒声，那些被净化的小妖正在抢暖炉边的位置。自从上个月她给壶内空间添了地龙，这群小家伙就学会了用贝壳当货币竞拍最佳取暖点。花斑海马总爱囤积粉珍珠占座，结果被藤壶精们用粘液把座位黏成了公共长凳。\n\n戌时三刻，小青忽然化作青蛇缠上她的手腕。这是龙族灵力低潮期的征兆，每逢海底寒流过境，他的元神便格外畏冷。凌霜用银簪挑开火塘里的煨栗子，听着柴火噼啪声中小青逐渐均匀的呼吸，想起他们初遇那年的冬夜。那时她还不懂用海葵汁液给鳞片保温，整条龙冻得硬邦邦戳在墙角，活像老吴叔雕坏了的青龙木像。如今她早备好了鳕鱼胶熬的鳞片养护膏，混着晒足一百八十日的海盐，抹在龙尾上会泛出淡淡的珊瑚光。\n\n\"叮铃——\"\n\n壶盖突然震颤着掀起道缝，一团毛茸茸的雪球滚出来。是上个月收服的雪女残魂，此刻正扒拉着缺失一角的壶盖呜呜低鸣。那缺口形似月牙，凌霜用晒干的巨藻编了圈软边——巨藻要在夏至正午采摘，泡过七星螺的黏液才有足够韧性。修补处别着朵冰冻的蓝玫瑰，其实是小青用霜花法术捏的装饰品。\n\n炉火将两人影子投在墙面的海图上，凌霜咬断鱼线时尝到铁锈味——原来是小青悄悄把护心鳞融进线里。这线是拿发光水母的筋络纺的，得趁着满月夜用礁石砧板捶打三百下，成品会随温度变换颜色。此刻在暖意里泛着橙红，像条慵懒的霞光。\n\n修补到亥时初刻，壶盖合拢的瞬间，她忽然听见村里人哼过的渔歌。调子拐过第三个弯时，小青的尾巴盖住了她生冻疮的脚踝。那处贴着用荧光海藻泥糊的膏药，是哑女珊瑚晌午送来的，装在河豚皮缝制的保暖袋里，还带着体温。小青的尾巴盖住了她生冻疮的脚踝。那处贴着用荧光海藻泥糊的膏药，是哑女珊瑚晌午送来的，装在河豚皮缝制的保暖袋里——这种皮料需用净化后的水母妖触手鞣制，正是凌霜上月交给渔具坊的技艺。\n\n窗根下突然传来贝壳相击的脆响，三短一长，是货郎陈伯的暗号。凌霜推开条窗缝，吊篮里盛着新收的怨气陶罐——那些被恶妖附体的器物，经炼妖壶净化后就成了上好的腌菜坛。作为交换，她放进去两包安眠香，原料是去年净化梦貘时收集的褪色噩梦。\n\n\"珊瑚今早领走了识字班的小刺魟。\"小青用尾巴卷起竹筒，里面是孩子们用鱿鱼墨写的感谢信。那只总卡在礁石缝的刺魟妖，现在每天负责护送采珠船进出暗流。信纸浸过鲍鱼汁，在月光下会显出小童们歪扭的涂鸦：凌霜姐举着壶收妖，小青盘在云朵上喷彩虹。\n\n卯时未至，酒坊寡妇阿玥就踩着冰碴来拍门。她抱着去年中元节净化的酒坛妖，坛口不断吐出混了妖气的浊酒。\"劳烦凌霜姑娘再给它洗洗髓。\"阿玥呵着冻红的手，\"今冬冷得邪乎，大伙就指着这热酒驱寒。\" 作为报酬，凌霜得到了半罐霜糖——糖块里凝着雪妖的祝福，能让炼妖壶结出更剔透的冰晶。\n\n壶中忽然传来铃音，是净化完成的信号。凌霜倒出三枚温润的蜃气珠，晨光里浮出昨夜雪女残魂的记忆：原来她本是守护渔村祠堂的雪童子，五十年前被外乡术士打碎真身。小青对着珠子吹了口龙息，珠内便下起细雪，正适合给育苗棚降温。\n\n\"西头晒盐场又闹碱妖了。\" 老吴叔浑厚的嗓门混着海风灌进来，他总拿妖兽血晶当船资。凌霜包好一捧海芙蓉种子递出去——这种在净化妖土里生长的花，能解盐工们手脚皲裂的顽疾。",
        "createTime": "2025-01-26T04:43:36.738Z",
        "updateTime": "2025-01-26T04:51:47.119Z"
    },
    {
        "id": 2,
        "title": "第二章 盐田谣",
        "content": "辰时的日头刚舔上海平线，晒盐场的碱霜已结出六棱晶花。凌霜踩着老吴叔的舢板登上盐礁时，正撞见三五个盐工举着蛤蜊铲跳祭祀般的舞步——这是他们驱赶碱妖的土法子，镶了镜贝片的草鞋在盐板踏出细碎光斑。\n\n\"这孽障专挑二等盐垛作窝。\"盐场主事赵三娘甩过来件海狮皮斗篷，领口缀着防腐蚀的鲎甲片，\"姑娘当心些，昨儿它把王老汉的铜烟锅都蚀成了筛子。\"\n\n凌霜蹲在泛黄渍的盐垄边，指尖抹了把晶粒搓捻。小青从袖口探出脑袋，对着盐粒哈出缕霜气，霎时显出道蚯蚓状的蠕动痕迹。\"是碱虱群聚成的妖瘴。\"龙尾扫过她耳垂，\"得找着母虫，不然收不完。\"\n\n盐工们闻言抬来特制的杉木风箱，这是用净化后的海柳妖枝榫接而成。八人合力鼓风时，箱体表面浮现出当年凌霜帮他们刻的避潮咒文。咸涩的风掠过盐田，只见东南角的二等盐垛突然腾起灰雾，千百只米粒大的碱虱振翅发出砂纸摩擦声。\n\n\"小青，准备三才阵！\"凌霜甩出炼妖壶，壶口却只滴下几滴懒洋洋的灵液——这器物竟嫌碱妖品阶太低不肯开工。赵三娘憋着笑递来竹盐筒：\"咱盐场规矩，得给法器喂点见面礼。\"\n\n凌霜无奈撒了把特制盐晶，这是用酒坊浊酒提纯的妖盐。炼妖壶顿时精神抖擞，壶身浮现出收妖饕餮纹。小青趁机朝壶底喷了口龙息，青焰裹着盐粒形成捕网，将企图钻进盐垛的母虫逼出原形：竟是只琥珀色的盐蜂，腹囊鼓胀如琉璃灯笼。\n\n\"且慢！\"老盐工福伯突然颤巍巍捧出个陶瓮，\"这蜂王去年还帮我们除过盐蠹。\"凌霜细看才发现蜂针上串着未消化的蠹虫残骸。小青甩尾打散捕网：\"难怪妖气里混着委屈味。\"\n\n凌霜改将炼妖壶倒悬，壶口淅淅沥沥洒下净化用的月光螺汁液。盐蜂群聚成的灰雾逐渐褪色，最终凝成个巴掌大的盐晶小妖，头顶还翘着根蜂王残留的触角。赵三娘惊喜地发现，被它爬过的盐垄自动析出优质一等盐。\n\n\"就叫它盐管家如何？\"凌霜给小妖戴上芦苇编的工牌，\"每日未时让它巡田，遇着板结就唱除尘谣——调子得用《晒盐号子》第四段。\"\n\n暮色里，盐工们送来酬谢的紫晶盐，内封着碱妖净化时迸发的星火。凌霜转手将星火盐埋进炼妖壶，壶中顿时长出一丛耐碱的珊瑚菜。小青盘在菜叶上打盹，尾巴尖有一下没一下地拍打壶身。\n\n寅时刚过，晒盐场的晨雾里突然炸响串琵琶声——这是盐工们给盐管家设定的开工铃。谁知今日那盐晶小妖从陶罐里蹦出来时，头顶工牌倒转了三圈，除尘谣的调门活像醉汉哼曲。\n\n\"坏事了！\"赵三娘举着铜锣冲进盐垛时，正撞见盐管家把《晒盐号子》第四段唱成了倒放版。盐粒在妖力催动下跳起胡旋舞，眨眼间凝成个八尺高的盐巨人，鼻孔还喷着星火盐的紫烟。\n\n凌霜赶到时，盐巨人正追着老吴叔要\"除尘\"。老头儿的蓑衣被妖风卷得只剩骨架，怀里的烟丝袋子倒是被擦得锃亮。\"这孽障非说老夫耳背里有灰！\"老吴叔窜上晾盐架，\"它拿盐晶针要给我掏耳朵！\"\n\n小青盘在凌霜肩头笑得打颤：\"让你非教它《除尘谣》配广场舞步。\"龙尾扫过炼妖壶，壶口溢出的灵液却突然被盐巨人吸走——原来它把壶当成了伴奏乐器，壶液入喉竟吐出串七彩盐泡泡。\n\n盐工们急中生智，抡起海带绳编的捕妖网。谁知盐管家误以为这是新游戏，操控巨人把盐垛堆成迷宫阵。众人追到午时三刻，个个成了白毛盐人，远远望去好似雪怪赶集。\n\n哑女珊瑚突然比划着递来半截海螺哨，正是盐管家最爱的磨牙玩具。凌霜吹响《归巢调》，盐巨人应声坍成盐山，从中滚出的盐管家正抱着块盐砖打嗝——原来它昨夜偷吃了小青泡鳞片的陈年梅子酒。\n\n为表歉意，盐管家花了整晚把盐场库房擦得能照影。赵三娘次晨开仓时惊得失手摔了盐匙：十万斤盐晶被雕成微缩楼阁，连盐工们丢的铜钱都打磨成了瓦当。小青喷了口龙息固形：\"留着吧，好歹是套能镇宅的盐雕。\"\n\n从此《除尘谣》改成了轻柔的摇篮曲调，盐管家腰间也别上了禁酒令木牌。只是每逢酒坊飘香，盐垛间仍会诡异地冒出些梅子形状的盐晶，像极了某个小妖未了的馋念。",
        "createTime": "2025-01-26T04:43:53.700Z"
    },
    {
        "id": 3,
        "title": "第三章 立春醴事",
        "content": "立春前三日，檐角的冰溜子滴下第一颗春水时，炼妖壶腹中的梅枝突然爆出鹅黄花苞。凌霜拈起片花瓣对着晨光细瞧，细密的酒曲纹正顺着经络游走——这是启窖的讯号，比往年早了整整七日。\n\n\"定是盐管家偷埋了星火盐。\"小青盘在壶耳上嘀咕，龙尾焦躁地拍打壶身。那日盐晶小妖帮忙搬酒坛时，鳞片缝里确实漏了几粒紫晶盐渣。\n\n壶盖刚掀开条缝，三团雪球似的影子便从须弥境滚了出来。偷酒惯犯雪貂妖们抱着鲛人泪酒坛酣睡，绒毛上沾的七彩酒露已凝成糖霜。最大那只爪子还勾着半截符纸——正是去年贴的防潮符残片。\n\n\"该换防潮符了。\"小青游上酒窖横梁，尾尖扫过岩壁青苔。去年夏至刻的刻度线浮出莹光，潮气已漫过第三道标记。凌霜踩着青藤梯攀上窖顶，新采的月光螺壳泛着珍珠晕，这是用梦貘涎液泡足七七四十九日的灵物。三枚螺壳压住天地人三才位，螺孔随着窖温忽胀忽缩，吐出带槐花香的暖风。\n\n酿酒十二时辰\n寅时：潮汐菌在陶瓮底蜷成蓝荧荧的团子。凌霜含住鲛绡叶，对着壶口吹起《醒灵谣》。曲调第三个转音处，小青朝瓮底哈了口带冰碴的龙息，菌群顿时舒展成海葵状，触须间溢出的露珠把晨光滤成碎银子。\n\n辰时：紫海葡萄裹着盐晶外衣滚入酒甑，每颗果皮都烙着盐管家的爪印除尘符。小青故意用尾巴戳破最饱满的那颗，琼浆溅到梁柱上，顷刻催开一簇酒香藤，花苞里还蜷着打酒嗝的萤火虫。\n\n午时：龙息在窖顶聚成青雾云团。小青盘在云里昏昏欲睡，爪尖无意识揪着雾絮。当酒液泛起蟹眼泡时，他猛地打了个喷嚏，云团漏下几滴滚烫的龙涎，正巧落入准备丢弃的酒糟里——三日后，这盆糟粕竟发酵出带着霞光的醋母。\n\n酉时：酒坛妖们顶着陶盖跳进酒池，圆滚滚的肚皮鼓成共鸣箱。净化后的酒妖合唱团从《渔光曲》转到《晒盐谣》，音波震得酒液析出层层金丝。有只新来的小酒妖总跑调，被前辈们按进酒里吐了串解酒泡泡。\n\n开市那日，哑女珊瑚踮脚挂上海草帘。缀满贝壳的酒牌叮咚作响，映着晨光淌出粼粼酒名：\n\n雾隐：融了雪女叹息的米酒，饮罢呵气成霜，能在掌心凝出迷你雪松；\n\n珊瑚泪：泡着鲛人鳞片的桑葚酒，杯底会绽放荧光海葵，醉客常对着空杯傻笑半刻钟；\n\n龙涎香：偷藏小青瞌睡涎液的药酒，渔夫老张灌下半坛，当场把风湿腿掰出个朝天蹬。\n\n货郎陈伯挤开人群，陨铁酒壶磕得摊子咚咚响：\"快快，二两'忘忧尘'！\"他新续弦的娘子总念叨前头夫人，这用蜃妖泪酿的酒最妙——让人醉在美梦里，醒时只记得暖融融的雾气。\n\n市集忽起喧哗。盐管家溜出来当账房，盐晶算盘打得噼啪响，错账时头顶腾起的紫烟熏黑了灯笼妖的纸衣；酒坛妖们扭着壶嘴殷勤斟酒，见着愁眉客就变海螺嘴细声劝慰，遇着欢闹的便换鲸鱼喷口哗啦啦倾酒；三只雪貂妖戴着小围裙收空坛，偷舔酒渍时被灯笼妖照出原形，绒毛上金箔似的酒露又引來一串笑骂。\n\n未时三刻，阿玥抱着酒坛撞开人群。坛中本该缠绵如丝的情絮，此刻灰败如灶膛余烬。凌霜拔根发丝浸入酒液，发梢立刻显影——昨夜子时，这寡妇偷偷掺了半勺晨露。\n\n\"晨露属无根水，最克情丝。\"凌霜弹指封住坛口，酒坛埋进炼妖壶\"悔过角\"。那里聚着偷酒的小妖，正适合舔净坛壁浊气。雪貂妖们争先恐后扑上来，绒毛沾了情絮，醉醺醺地抱着彼此叫\"娘子\"。\n\n暮色染红酒旗时，小青的尾巴尖悄悄勾住\"龙涎香\"酒坛。凌霜转头瞧见他鳞片泛着可疑的桃色，坛底赫然沉着片逆鳞——原来每坛售出的酒里，都被这龙藏了片护心鳞。月光淌过青石街，饮过酒的人眼底浮起游龙纹，像春潮里一闪而逝的银鱼。\n\n收摊时，炼妖壶突然嗡鸣。启窖那日偷藏的醋母已凝成琥珀色的膏体，小青蘸了点尝，龙须顿时卷成蝴蝶结——此物酸得能让海龟落泪，倒是腌脆鲩的上品。凌霜笑着把醋膏抹在盐管家偷藏的梅子盐上，明春的醉蟹总算有着落了。",
        "createTime": "2025-01-26T05:09:11.986Z",
        "updateTime": "2025-01-26T05:09:19.919Z"
    },
    {
        "id": 4,
        "title": "第四章 螺舟税事",
        "content": "立春第十日，螺舟市集的砗磲贝刚挂上酒旗，海雾里忽然摇来艘漆皮斑驳的官船。船头钉着块蛀空的木匾——“巡海课税”，四个字缺了三点水，倒像是“巡每果税”。\n晨光未透窗纸，凌霜正往炼妖壶里埋桃汛淤泥。壶中灵壤吸饱了潮气，钻出的豆芽打着卷儿往龙涎香酒坛上缠。“这茬醉芽能酿春醪。”小青叼着根豆须嘟囔，龙尾把偷啃芽尖的雪貂妖扫进竹篓。\n\n盐管家突然撞开门板，头顶的芦苇工牌斜成斗笠状：“晒盐场…盐砖长芽了！”赶去一瞧，掺过桃煞的盐垛缝里钻出碧莹莹的盐米草，草芯裹着星火盐晶。赵三娘领着盐工们抢收，镰刀磕在盐草茎上溅起一串橘火花。\n\n“留着酿酒。”凌霜截下半筐盐草芯，混着潮蟹送的桃花煞封进酒瓮。小青对着瓮口喷龙息时，瓮底突然冒出个气泡人形，叉腰大骂：“哪个缺德的用爷泡酒！”——竟是去年收服的浪淘妖，被桃汛灵气催醒了。\n\n螺舟市开市锣响了三遍，税吏钱十三才踩着蛤蜊壳台阶登场，抱着鎏金算盘，官袍下摆沾满陈年鱼酱渍，腰间皮囊却坠着七把钥匙——专开不同品级的税箱。\n\n“摊位费、妖物管理费、灵气溢散费……”算珠撞得比赶海锣还急。轮到凌霜的酒摊时，钱十三的绿豆眼突然瞪成蛤蜊肉：“这酒坛妖算活物，要缴双倍市金！”\n\n话音未落，酒坛妖们齐齐掀开陶盖。陈年酒气喷得税簿晕开墨团，“雾隐”酒凝的霜花爬上钱十三的八字胡。灯笼妖们假装殷勤照明，却把光柱钉在他头顶——活像给秃鹫打追光。\n盐管家“算错”盐晶税：上等盐按虾皮价计，故意把算盘珠卡出紫烟；\n雪貂妖偷换税牌：将“酒水税”改成“救水谁”，害钱十三对着空海发半天呆；\n浪淘妖作祟：税箱里的铜钱总变成咸鱼干，开箱时蹦出个泡沫鬼脸。\n钱十三抹着汗完成课税时，官靴里已灌满盐粒，算盘上黏着三团醉醺醺的萤火虫。他阴恻恻盯着酒摊后的炼妖壶，指甲在税簿上抠出个“仇”字。\n阿玥的卜卦摊忽起骚动。桃花水母们集体发癫，把上签全吸成透明色。凌霜拨开人群一看，卦筒里竟混进抹桃煞胭脂——正是钱十三靴底蹭掉的渣。\n\n“这煞气沾过官威，凶得很。”小青吐出颗冰珠镇住卦筒。冰珠裹着煞气滚进酒坛，竟化出个拇指大的红衣新娘，坐在坛沿唱《嫁税谣》。\n\n市集收摊时，货郎陈伯神秘兮兮凑过来：“那税吏往东头废船坞去了。”凌霜隔海望见几点磷火，隐约有桃木剑的影子混在官船桅杆间。浪淘妖在酒瓮里冷笑：“桃煞配官煞，要生吃人哩！”\n为平市集风波，老吴叔做东摆开春宴。席面摆在潮蟹新挖的沙洞，洞壁镶满镇煞的月光螺。钱十三被灌了三碗“忘忧尘”，官袍披着海带当舞袖，醉醺醺与盐管家斗盐令。\n\n“五谷丰登——缴！”钱十三拍出把黍米。\n“四海升平——免！”盐管家甩出片浪淘妖凝的盐晶盾。\n\n宴酣时，凌霜发现炼妖壶口凝着桃胶——白日收的桃煞正与壶中雪女残魂纠缠。胶体里浮着段记忆：五十年前的外乡术士腰间，赫然挂着与钱十三相同的税吏钥匙！\n\n小青盘在房梁装醉，尾尖却悄悄勾走钱十三的荷包。里面掉出块桃木符，刻的正是当年打碎雪童子的咒诀。月光映在龙鳞上，折出个冷冽的弧度。\n子夜潮涨时分，钱十三的官船偷偷拔锚。船底吸附着几只酒坛妖，正往舱缝灌“龙涎香”。小青盘在云端冷笑：“且让他替咱们养几日醉煞。”\n\n凌霜摩挲着桃木符，忽见炼妖壶里钻出新芽。原是被桃煞滋养的豆苗，叶脉里淌着金红纹路——竟是能破咒的“桃劫草”。盐管家蹦过来偷啃，咔嚓一口硌崩了盐牙，疼得满屋追打浪淘妖。\n\n檐角冰铃叮咚一响，春又深了一寸。",
        "createTime": "2025-01-26T05:42:17.327Z"
    },
    {
        "id": 5,
        "title": "第五章 望海城",
        "content": "惊蛰前三日，檐角的冰铃子化得只剩半截残玉时，货郎陈伯捎来消息——钱十三的官船泊在望潮礁，舱底压着三筐沾桃煞的珊瑚砂。\n\"望海城的税吏不住岛，倒像牡蛎贴礁石。\"小青盘在炼妖壶口磨逆鳞，壶里新酿的桃汛酒正咕嘟冒泡。凌霜舀了勺酒液浇在螺舟模型上，船身霎时浮出藤壶状的地图纹：\"明日潮信宜行船，倒是赶海市的好时辰。\"\n泊在哑女珊瑚窗下的老木船，原是艘镇压过海蛇妖的灵船。凌霜往龙骨缝撒了把盐草芯，船帮顿时钻出簇簇荧光海葵。小青对着桅杆喷了口带酒气的龙息，帆布\"哗啦\"展开幅褪色的《镇海图》，图里封印的船妖打着哈欠转舵。\n酒坊寡妇阿玥抱来坛\"胭脂煞\"，酒液里沉着桃劫草嫩芽；老吴叔塞来袋妖兽血晶压舱，晶块里还冻着未消化的蟹膏。最稀奇是盐管家偷藏的\"路引\"——竟是把算盘珠改的盐骰子，掷出几点便撒多少买路盐。\n货郎陈伯蹲在船头刻避风咒，刀尖忽地迸出火星：\"怪哉，桃木刀刻不动樟木板！\"凌霜抹了把木屑凑近瞧，年轮里竟嵌着半片生锈的税牌。小青甩尾拍向船帮，震出团灰雾状的税妖残念，呲牙咧嘴地嚷着\"三十税一\"。\n船过虎牙礁时，浪头突然立起丈高。凌霜不紧不慢往浪里抛了颗血晶，浪淘妖顶着水晶冠冒出头：\"此路是我开——\"话没说完被小青的龙尾卷上甲板，冠上嵌的夜明珠滚进酒坛，酿出半坛子荧蓝的\"买路酒\"。\n迷途信天翁送来卷泡烂的税簿，烘干后显出望海城商铺的暗账；\n船妖与帆布上的《镇海图》吵架，图里的海蛇妖趁机偷喝压舱酒；\n盐骰子掷出\"凶\"字时，船头自动撒盐成卦，显出只戴官帽的八爪鱼。\n午时日头正毒，凌霜往炼妖壶里埋了块冰魄。壶口钻出的冷雾凝成伞盖，伞骨上趴着三只偷渡的雪貂妖，正抱着酒糟丸子啃。小青甩尾震落它们，貂儿们急中生智吐出桃核——核仁刻着钱十三的船徽，染着鲛人血的腥气。\n未时三刻，船头撞碎串七彩泡沫。望海城税关的蜃楼浮现眼前，琉璃瓦上蹲着群青铜海鸥，鸟喙叼的算盘比渔船还大。钱十三摇着税旗立在关前，官袍下露出半截桃木剑穗。\n\n\"凌姑娘的船吃水颇深呐。\"他弹指敲响税锣，关吏们哗啦啦抖开账本。小青突然蜷成手镯大小，往酒坛里滴了滴瞌睡涎。\n税吏摸向\"胭脂煞\"酒坛时，坛口突然探出个泡沫新娘，搂着他脖子唱《嫁税谣》；\n\n翻检血晶的关吏被蟹膏糊了眼睛，妖兽残魂在账本上踩出梅花印；\n\n盐骰子自动蹦进税箱，炸开的盐花凝成\"苛税猛于虎\"五个大字。\n\n钱十三气得桃木剑穗直颤，却见凌霜递上盖着盐印的\"路引\"——盐纹里藏着老吴叔的渔税旧契，日期恰是雪童子陨落那年。税官们对着日光验印时，船妖悄悄吐出团迷魂雾，载货单上的\"桃劫草\"全变成了\"腌海带\"。\n戍时潜入望海城，灯笼妖们早溜去酒巷厮混。凌霜踩着屋脊的镇海兽雕像疾行，小青的尾尖在瓦当上拖出萤火痕。钱十三的私宅竟在潮阁顶层，窗棂糊着掺金粉的鱼皮纸，门环是两尊衔税牌的椒图兽。\n桃木剑阵被\"胭脂煞\"酒气熏软，剑穗上的铜钱直打喷嚏；\n账房里的税妖傀儡遭盐骰子戏弄，把真账本当草纸用了三个月；\n密室机关被浪淘妖灌醉，锁眼吐着泡泡哼小调。\n凌霜掀开暗格时，海风突然撞开雕窗。月光泼在五十年前的税册上，泛黄的\"明珠岛\"条目下，赫然列着笔雪妖祭品税——数额恰是打碎雪童子真身所需的鲛人泪数量。小青的逆鳞突然发烫，鳞片上映出个戴税官帽的虚影，正与当年外乡术士的桃木剑重叠。\n五更天溜回码头时，潮水正退得急。船妖啃着新得的夜明珠开道，帆布上的海蛇妖醉得把北斗七星连成了税算盘。凌霜倚在舱内翻查证据，忽见炼妖壶口钻出株并蒂桃——左瓣凝着雪女记忆，右瓣印着钱十三的税印。\n\n小青盘在桅杆上望风，龙爪捏着半块桃木符把玩。东边天际刚泛起蟹壳青，税关方向突然传来闷响。但见钱十三的私宅腾起紫烟，窗纸烧出个巨大的\"冤\"字，混着桃煞的焦糊味飘满海湾——原是盐管家偷藏的星火盐，在税簿堆里发了芽。\n\n\"且让这场火烧旺些。\"凌霜往壶里埋了把灰烬，\"等惊蛰雷响，该有春笋破土了。\"船过虎牙礁时，三只雪貂妖突然捧着螺壳献宝——壳里蓄着望海城的晨露，正适合浇灌壶中那株逆鳞桃。",
        "createTime": "2025-01-26T06:24:06.041Z"
    },
    {
        "id": 6,
        "title": "第六章 惊蛰雷鸣",
        "content": "钱十三宅邸的焦糊味还未散尽，惊蛰的闷雷已碾过望海城。天边青紫色的电光舔着炼妖壶口，壶身藤纹簌簌抖动，震出几粒裹着灰烬的桃核——是那夜大火里偷藏的因果。\n卯时三刻，哑女珊瑚的窗棂被拍得砰砰响。昨夜暴雨冲来半截焦木，木芯嵌着块未燃尽的税牌，牌面\"祭\"字被雷火灼成蛇形。凌霜蘸着晨露抹开碳痕，牌底竟浮出串鲛人泪刻的符文——正是五十年前雪童子真身的封印咒。\n\n\"雷火勾了旧债。\"小青盘在房梁磨鳞片，逆鳞边缘泛着不祥的赤纹。檐角冰铃忽地炸响，炼妖壶里传来雪女残魂的尖啸。壶盖掀开的刹那，惊雷劈中院中老槐，树身裂口淌出琥珀色的树脂，裹着当年外乡术士的税吏腰牌。\n惊蛰雨涨满渔港时，望潮礁浮起千百具泡发的账册。酒坊浊酒坛自动爆裂，掺了桃煞的酒液渗入海沙，催生出满滩血丝状的海藻。更骇人的是晒盐场——盐垛里钻出人头大的盐蛛，螯钳夹着烧剩的税簿残页。",
        "createTime": "2025-01-26T07:51:42.778Z"
    }
]