[
    {
        "id": 1,
        "title": "第一章 暖炉夜话",
        "content": "腊月十七的雪落在明珠岛上，像撒了一把碎盐晶。卫凌霜把最后半坛梅子酒埋进炼妖壶时，小青正趴在房梁上打哈欠，青玉般的龙尾垂下来晃悠：\"你今年渍的梅子太酸，海猴子喝了都要做鬼脸。\" 龙尾尖卷着的竹簸箕里，晒着从望潮礁采来的紫苏梅——那是用三筐牡蛎跟货郎陈伯换的。\n\n\"去年说太甜的是谁？\" 凌霜呵着白气搓手，看壶口腾起的热雾在窗棂凝成霜花。她顺手把烤糊的紫菜脆片掰碎撒进虾皮粥里，这是小青灵力低迷时最爱的夜宵。灶台边挂着串风干水母伞，每逢阴雨天就会渗出彩虹色的露珠，正好拿来润补渔网。\n\n壶里传来细碎的咔嗒声，那些被净化的小妖正在抢暖炉边的位置。自从上个月她给壶内空间添了地龙，这群小家伙就学会了用贝壳当货币竞拍最佳取暖点。花斑海马总爱囤积粉珍珠占座，结果被藤壶精们用粘液把座位黏成了公共长凳。\n\n戌时三刻，小青忽然化作青蛇缠上她的手腕。这是龙族灵力低潮期的征兆，每逢海底寒流过境，他的元神便格外畏冷。凌霜用银簪挑开火塘里的煨栗子，听着柴火噼啪声中小青逐渐均匀的呼吸，想起他初来那年的冬夜。那时她还不懂用海葵汁液给鳞片保温，整条龙冻得硬邦邦戳在墙角，活像老吴叔雕坏了的青龙木像。如今她早备好了鳕鱼胶熬的鳞片养护膏，混着晒足一百八十日的海盐，抹在龙尾上会泛出淡淡的珊瑚光。\n\n\"叮铃——\"\n\n壶盖突然震颤着掀起道缝，一团毛茸茸的雪球滚出来。是上个月收服的雪女残魂，此刻正扒拉着缺失一角的壶盖呜呜低鸣。那缺口形似月牙，凌霜用晒干的巨藻编了圈软边——巨藻要在夏至正午采摘，泡过七星螺的黏液才有足够韧性。修补处别着朵冰冻的蓝玫瑰，其实是小青用霜花法术捏的装饰品。\n\n炉火将两人影子投在墙面的海图上，凌霜咬断鱼线时尝到铁锈味——原来是小青悄悄把护心鳞融进线里。这线是拿发光水母的筋络纺的，得趁着满月夜用礁石砧板捶打三百下，成品会随温度变换颜色。此刻在暖意里泛着橙红，像条慵懒的霞光。\n\n修补到亥时初刻，壶盖合拢的瞬间，她忽然听见村里人哼过的渔歌。调子拐过第三个弯时，小青的尾巴盖住了她生冻疮的脚踝。那处贴着用荧光海藻泥糊的膏药，是哑女珊瑚晌午送来的，装在河豚皮缝制的保暖袋里，还带着体温。小青的尾巴盖住了她生冻疮的脚踝。那处贴着用荧光海藻泥糊的膏药，是哑女珊瑚晌午送来的，装在河豚皮缝制的保暖袋里——这种皮料需用净化后的水母妖触手鞣制，正是凌霜上月交给渔具坊的技艺。\n\n窗根下突然传来贝壳相击的脆响，三短一长，是货郎陈伯的暗号。凌霜推开条窗缝，吊篮里盛着新收的怨气陶罐——那些被恶妖附体的器物，经炼妖壶净化后就成了上好的腌菜坛。作为交换，她放进去两包安眠香，原料是去年净化梦貘时收集的褪色噩梦。\n\n\"珊瑚今早领走了识字班的小刺魟。\"小青用尾巴卷起竹筒，里面是孩子们用鱿鱼墨写的感谢信。那只总卡在礁石缝的刺魟妖，现在每天负责护送采珠船进出暗流。信纸浸过鲍鱼汁，在月光下会显出小童们歪扭的涂鸦：凌霜姐举着壶收妖，小青盘在云朵上喷彩虹。\n\n卯时未至，酒坊寡妇阿玥就踩着冰碴来拍门。她抱着去年中元节净化的酒坛妖，坛口不断吐出混了妖气的浊酒。\"劳烦凌霜姑娘再给它洗洗髓。\"阿玥呵着冻红的手，\"今冬冷得邪乎，大伙就指着这热酒驱寒。\" 作为报酬，凌霜得到了半罐霜糖——糖块里凝着雪妖的祝福，能让炼妖壶结出更剔透的冰晶。\n\n壶中忽然传来铃音，是净化完成的信号。凌霜倒出三枚温润的蜃气珠，晨光里浮出昨夜雪女残魂的记忆：原来她本是守护渔村祠堂的雪童子，五十年前被外乡术士打碎真身。小青对着珠子吹了口龙息，珠内便下起细雪，正适合给育苗棚降温。\n\n\"西头晒盐场又闹碱妖了。\" 老吴叔浑厚的嗓门混着海风灌进来，他总拿妖兽血晶当船资。凌霜包好一捧海芙蓉种子递出去——这种在净化妖土里生长的花，能解盐工们手脚皲裂的顽疾。",
        "createTime": "2025-01-26T04:43:36.738Z"
    },
    {
        "id": 2,
        "title": "第二章 盐田谣",
        "content": "辰时的日头刚舔上海平线，晒盐场的碱霜已结出六棱晶花。凌霜踩着老吴叔的舢板登上盐礁时，正撞见三五个盐工举着蛤蜊铲跳祭祀般的舞步——这是他们驱赶碱妖的土法子，镶了镜贝片的草鞋在盐板踏出细碎光斑。\n\n\"这孽障专挑二等盐垛作窝。\"盐场主事赵三娘甩过来件海狮皮斗篷，领口缀着防腐蚀的鲎甲片，\"姑娘当心些，昨儿它把王老汉的铜烟锅都蚀成了筛子。\"\n\n凌霜蹲在泛黄渍的盐垄边，指尖抹了把晶粒搓捻。小青从袖口探出脑袋，对着盐粒哈出缕霜气，霎时显出道蚯蚓状的蠕动痕迹。\"是碱虱群聚成的妖瘴。\"龙尾扫过她耳垂，\"得找着母虫，不然收不完。\"\n\n盐工们闻言抬来特制的杉木风箱，这是用净化后的海柳妖枝榫接而成。八人合力鼓风时，箱体表面浮现出当年凌霜帮他们刻的避潮咒文。咸涩的风掠过盐田，只见东南角的二等盐垛突然腾起灰雾，千百只米粒大的碱虱振翅发出砂纸摩擦声。\n\n\"小青，准备三才阵！\"凌霜甩出炼妖壶，壶口却只滴下几滴懒洋洋的灵液——这器物竟嫌碱妖品阶太低不肯开工。赵三娘憋着笑递来竹盐筒：\"咱盐场规矩，得给法器喂点见面礼。\"\n\n凌霜无奈撒了把特制盐晶，这是用酒坊浊酒提纯的妖盐。炼妖壶顿时精神抖擞，壶身浮现出收妖饕餮纹。小青趁机朝壶底喷了口龙息，青焰裹着盐粒形成捕网，将企图钻进盐垛的母虫逼出原形：竟是只琥珀色的盐蜂，腹囊鼓胀如琉璃灯笼。\n\n\"且慢！\"老盐工福伯突然颤巍巍捧出个陶瓮，\"这蜂王去年还帮我们除过盐蠹。\"凌霜细看才发现蜂针上串着未消化的蠹虫残骸。小青甩尾打散捕网：\"难怪妖气里混着委屈味。\"\n\n凌霜改将炼妖壶倒悬，壶口淅淅沥沥洒下净化用的月光螺汁液。盐蜂群聚成的灰雾逐渐褪色，最终凝成个巴掌大的盐晶小妖，头顶还翘着根蜂王残留的触角。赵三娘惊喜地发现，被它爬过的盐垄自动析出优质一等盐。\n\n\"就叫它盐管家如何？\"凌霜给小妖戴上芦苇编的工牌，\"每日未时让它巡田，遇着板结就唱除尘谣——调子得用《晒盐号子》第四段。\"\n\n暮色里，盐工们送来酬谢的紫晶盐，内封着碱妖净化时迸发的星火。凌霜转手将星火盐埋进炼妖壶，壶中顿时长出一丛耐碱的珊瑚菜。小青盘在菜叶上打盹，尾巴尖有一下没一下地拍打壶身。\n\n寅时刚过，晒盐场的晨雾里突然炸响串琵琶声——这是盐工们给盐管家设定的开工铃。谁知今日那盐晶小妖从陶罐里蹦出来时，头顶工牌倒转了三圈，除尘谣的调门活像醉汉哼曲。\n\n\"坏事了！\"赵三娘举着铜锣冲进盐垛时，正撞见盐管家把《晒盐号子》第四段唱成了倒放版。盐粒在妖力催动下跳起胡旋舞，眨眼间凝成个八尺高的盐巨人，鼻孔还喷着星火盐的紫烟。\n\n凌霜赶到时，盐巨人正追着老吴叔要\"除尘\"。老头儿的蓑衣被妖风卷得只剩骨架，怀里的烟丝袋子倒是被擦得锃亮。\"这孽障非说老夫耳背里有灰！\"老吴叔窜上晾盐架，\"它拿盐晶针要给我掏耳朵！\"\n\n小青盘在凌霜肩头笑得打颤：\"让你非教它《除尘谣》配广场舞步。\"龙尾扫过炼妖壶，壶口溢出的灵液却突然被盐巨人吸走——原来它把壶当成了伴奏乐器，壶液入喉竟吐出串七彩盐泡泡。\n\n盐工们急中生智，抡起海带绳编的捕妖网。谁知盐管家误以为这是新游戏，操控巨人把盐垛堆成迷宫阵。众人追到午时三刻，个个成了白毛盐人，远远望去好似雪怪赶集。\n\n哑女珊瑚突然比划着递来半截海螺哨，正是盐管家最爱的磨牙玩具。凌霜吹响《归巢调》，盐巨人应声坍成盐山，从中滚出的盐管家正抱着块盐砖打嗝——原来它昨夜偷吃了小青泡鳞片的陈年梅子酒。\n\n为表歉意，盐管家花了整晚把盐场库房擦得能照影。赵三娘次晨开仓时惊得失手摔了盐匙：十万斤盐晶被雕成微缩楼阁，连盐工们丢的铜钱都打磨成了瓦当。小青喷了口龙息固形：\"留着吧，好歹是套能镇宅的盐雕。\"\n\n从此《除尘谣》改成了轻柔的摇篮曲调，盐管家腰间也别上了禁酒令木牌。只是每逢酒坊飘香，盐垛间仍会诡异地冒出些梅子形状的盐晶，像极了某个小妖未了的馋念。",
        "createTime": "2025-01-26T04:43:53.700Z"
    }
]