[
  {
    "id": 1,
    "title": "血色残阳",
    "content": "寂静，死一般的寂静，笼罩着破碎的长生府邸。苍凉的月光洒在断壁残垣上，如同给废墟披上了一层银色的裹尸布。浓烈的血腥味，久久无法散去，刺激着长生的鼻腔，也刺激着他麻木的神经。\n\n几个时辰前，这里还是中玄圣洲赫赫有名的修仙家族，长生府邸。父亲长啸天，是家族的顶梁柱，金丹境的修为足以震慑一方。母亲温婉贤淑，操持着家族的日常事务。而他，长生，是家族寄予厚望的嫡子，被誉为百年难得一遇的“混沌灵体”。\n\n然而，一场突如其来的灾难，将这一切美好的事物撕得粉碎。\n\n魔道六宗之一的血魔教，突然袭击了长生府邸。他们早有预谋，不仅封锁了府邸的传送阵，还派出了元婴期的长老，以及无数筑基、炼气的喽啰。长啸天拼死抵抗，却寡不敌众，最终被血魔教的长老以血炼之术生生炼化。母亲为了保护他，自爆金丹，与敌人同归于尽。\n\n鲜血染红了长生的衣衫，也染红了他的双眼。他亲眼目睹了父母惨死的景象，无力感和绝望感如同潮水般将他吞噬。血魔教的教徒，像猫捉老鼠一样戏耍着他，他们狞笑着，嘲讽着，享受着他痛苦的表情。\n\n“这就是正道的下场！哈哈哈哈！”血魔教徒的笑声，如同魔音般在他的耳边回荡。\n\n长生想要反抗，想要为父母报仇，但他只是一个炼气期的小修士，在这些魔道修士面前，他如同蝼蚁般弱小。他只能眼睁睁地看着族人一个个倒下，只能眼睁睁地看着长生府邸化为一片废墟。\n\n就在他即将绝望的时候，一个神秘人出现了。那人身穿一袭黑袍，脸上戴着一张青铜面具，看不清容貌。他如同鬼魅般出现在战场上，挥手间便击退了血魔教的教徒。\n\n“孩子，你想活下去吗？”神秘人的声音低沉而沙哑，仿佛来自地狱深处。\n\n长生毫不犹豫地点了点头。他想活下去，他要为父母报仇，他要让血魔教付出代价！\n\n“我可以救你，但你必须付出代价。”神秘人继续说道，“你愿意用你的灵魂起誓，终生为我效力吗？”\n\n长生犹豫了。他知道，与魔鬼做交易，无疑是饮鸩止渴。但他没有选择，他必须抓住这唯一的希望。\n\n“我愿意！”长生咬牙说道，声音嘶哑而坚定。\n\n神秘人满意地点了点头。他伸出手，按在了长生的眉心。一道黑色的光芒没入长生的体内，一个复杂的符文在他的灵魂深处烙下。\n\n“从今天起，你就是我的仆人。”神秘人说道，“我会赐予你力量，我会帮助你复仇。但你要记住，你的生命是属于我的。”\n\n神秘人带着长生离开了长生府邸。他们来到了一处隐秘的山洞，开始了漫长的修行。神秘人传授给长生一套名为《太虚噬魂诀》的魔道功法。这套功法极为霸道，可以吞噬他人的灵魂来提升修为。\n\n长生知道，修炼魔道功法，无疑是与虎谋皮。但他没有选择，他必须尽快提升自己的实力，才能为父母报仇。他开始疯狂地修炼，不惜一切代价。\n\n他吞噬了无数妖兽的灵魂，也吞噬了一些血魔教徒的灵魂。他的修为突飞猛进，很快便突破到了筑基期、金丹期。他的内心却越来越空虚，越来越迷茫。\n\n他发现，随着修为的提升，他越来越受到神秘人的控制。他感觉自己的灵魂被神秘人禁锢，无法摆脱。他开始怀疑，自己所做的一切，究竟是对是错。\n\n“你后悔了吗？”神秘人似乎看穿了他的心思，问道。\n\n“我不知道。”长生摇了摇头，眼中充满了迷茫。\n\n“后悔也没有用。”神秘人冷笑道，“你已经与我签订了灵魂契约，你永远也无法摆脱我。”\n\n长生沉默了。他知道，自己已经走上了一条不归路。但他仍然没有放弃，他仍然想要为父母报仇。他相信，总有一天，他能够摆脱神秘人的控制，他能够凭借自己的力量，为父母报仇雪恨。\n\n十年后，长生已经成长为一个英俊的青年。他的修为也达到了元婴期，拥有了强大的实力。他决定离开山洞，前往南赡魔洲，寻找血魔教的踪迹。\n\n他知道，这将是一条充满危险的道路。但他无所畏惧，因为在他的心中，复仇的火焰从未熄灭。\n\n临行前，神秘人再次出现在他的面前。\n\n“你真的决定要离开吗？”神秘人问道。\n\n“是的。”长生坚定地说道，“我要为父母报仇。”\n\n“记住，你的生命是属于我的。”神秘人说道，“不要忘记你的誓言。”\n\n长生没有说话，他转身离开了山洞，消失在了茫茫的夜色之中。\n\n他行走在南赡魔洲的土地上，感受着空气中弥漫的血腥气息。他知道，这里是魔道修士的乐园，也是他复仇的战场。\n\n他发誓，他一定要让血魔教付出代价！他要用他们的鲜血，来祭奠父母的在天之灵！\n\n长生紧紧握着手中的剑，眼中闪烁着仇恨的光芒。他的复仇之路，正式开始了。",
    "createTime": "2024-12-30T02:15:07.658Z",
    "updateTime": "2025-02-08T13:09:51.143Z",
    "type": "normal",
    "status": "draft"
  },
  {
    "id": 2,
    "title": "初入仙门",
    "content": "**第2章 初探黑市，意外线索**\n\n离开隐秘山洞后，长生一路疾行，风餐露宿，用了半月时间才抵达南赡魔洲边缘地带。这里鱼龙混杂，各种亡命之徒聚集，是魔道修士的销金窟，也是情报交易的黑市。\n\n他换下了一身破旧的衣袍，穿上了一件宽大的黑色斗篷，遮蔽了自己的容貌。他知道，自己的身份敏感，一旦暴露，必将引来血魔教的追杀。\n\n黑市位于一座破败的城镇之中。镇上的建筑歪歪扭扭，像是随时都要倒塌。空气中弥漫着浓烈的血腥味和腐臭味，让人感到一阵阵的不适。街道上，随处可见穿着暴露的女子和凶神恶煞的壮汉，他们肆无忌惮地叫嚣着，争吵着，甚至拔刀相向。\n\n长生强忍着心中的厌恶，走进了黑市。他知道，想要找到血魔教的踪迹，就必须借助黑市的力量。\n\n黑市的中心，是一座巨大的地下交易场。这里灯火通明，人声鼎沸。各种各样的商品被摆放在地上，琳琅满目，应有尽有。有妖兽的内丹，有修士的法宝，有禁忌的丹药，甚至还有活生生的奴隶。\n\n长生无心关注这些商品，他径直走向了位于交易场角落的一间简陋的店铺。店铺的招牌上写着“万事通”三个字。\n\n他推开店铺的门，走了进去。\n\n店铺内昏暗而潮湿，弥漫着一股霉味。一个身材矮小的老者坐在柜台后面，戴着一副黑色的眼镜，正在翻阅着一本古老的书籍。\n\n“有什么可以帮你的吗？”老者头也不抬地问道，声音沙哑而低沉。\n\n“我想打听一些消息。”长生说道。\n\n“打听消息是要付出代价的。”老者抬起头，眯着眼睛打量着长生。\n\n“我知道。”长生从储物袋中取出了一块上品灵石，放在了柜台上。\n\n老者拿起灵石，仔细地检查了一下，满意地点了点头。\n\n“你想打听什么消息？”老者问道。\n\n“我想知道血魔教最近的动向。”长生说道。\n\n老者的脸色微微一变。血魔教是魔道六宗之一，实力强大，而且行事极为隐秘。打听血魔教的消息，无疑是在玩火。\n\n“年轻人，我劝你最好还是放弃。”老者劝道，“血魔教不是你能招惹的。”\n\n“我必须知道。”长生坚定地说道，“我有不得不报的仇。”\n\n老者叹了口气，知道自己无法劝阻长生。\n\n“好吧，我可以告诉你一些我知道的。”老者说道，“但你必须答应我，绝对不能泄露我的身份。”\n\n“我保证。”长生说道。\n\n“血魔教最近在中玄圣洲活动频繁，似乎在寻找一件宝物。”老者说道，“据说这件宝物与上古时期的一位魔道大能有关。”\n\n“宝物？”长生皱了皱眉头，“什么宝物？”\n\n“我也不知道。”老者摇了摇头，“血魔教对此事极为保密，我只知道他们派出了大量的修士，在中玄圣洲四处搜寻。”\n\n“他们为什么要来中玄圣洲？”长生疑惑地问道。\n\n“这就不得而知了。”老者说道，“或许是因为那件宝物就藏在中玄圣洲。”\n\n长生陷入了沉思。血魔教在中玄圣洲寻找宝物，这对他来说，无疑是一个绝佳的机会。他可以趁机潜入血魔教的内部，查清楚当年灭他长生府的真相，顺便找到血魔教的教主，报仇雪恨。\n\n“多谢告知。”长生说道，随后转身离开了店铺。\n\n离开黑市后，长生找了一家客栈住了下来。他盘坐在床上，闭目养神，思考着接下来的计划。\n\n他知道，想要潜入血魔教，绝非易事。他必须想出一个万全之策，才能保证自己的安全。\n\n突然，他想起了在黑市中看到的一件商品——一种可以改变容貌的丹药。这种丹药名为“易容丹”，可以改变一个人的外貌、声音甚至气息。\n\n长生心中一动。或许，他可以使用易容丹，改变自己的容貌，然后混入血魔教的队伍之中。\n\n他从储物袋中取出了一些灵石，准备再次前往黑市，购买易容丹。\n\n就在他即将出门的时候，他突然感到一股强烈的危机感。他猛然抬头，看到一道黑色的身影出现在他的房间里。\n\n“血魔教的人！”长生心中一惊，立刻意识到自己暴露了。",
    "createTime": "2025-01-30T07:57:47.457Z",
    "updateTime": "2025-02-08T13:09:38.984Z"
  },
  {
    "id": 3,
    "title": "净土初见",
    "content": "祠堂内的异变来得突然而猛烈。村民们正聚集在此为近日的怪事祈福，供奉百年的玄武石像突然发出刺耳的龟裂声，裂缝中渗出的黑雾在空中凝结成狰狞的骷髅形状。村民们的惊叫声还未出口，那些骷髅就已经扑向了最近的人群。混乱中，陆昭看到几个村民被黑雾触碰后，眼中立即浮现出与白天赤鳞鱼群相同的紫芒。祠堂的烛火剧烈摇曳，墙上的影子扭曲变形，化作无数张狰狞的鬼脸。供桌上的贡品腐烂变质，散发出阵阵恶臭。更可怕的是，那些被黑雾侵染的村民开始不受控制地向其他人发起攻击，他们的动作僵硬，如同提线木偶。陆昭注意到，玄武石像的龟裂处隐约可见古老的符文，与他贝壳吊坠上的纹路竟有几分相似。眼看着越来越多的村民被黑雾感染，陆昭一把拉起被吓呆的刘婶，朝祠堂后门冲去。",
    "createTime": "2025-01-30T07:59:32.017Z",
    "updateTime": "2025-01-31T10:59:16.612Z"
  },
  {
    "id": 4,
    "title": "星辰陨落",
    "content": "背着昏迷的刘婶，陆昭艰难地向海边跑去。刘婶是他在村里最亲近的长辈，从小照顾他长大，此刻她的呼吸越来越微弱，让陆昭心急如焚。然而等待他的却是更加骇人的景象：整片海域不知何时已经凝结成了墨色的水晶，月光照射在上面反射出森森寒光。海天相接处，一道诡异的紫色光幕缓缓升起，封死了最后的退路。刘婶在他背上微弱的呼吸提醒着他必须尽快找到出路。陆昭试图沿着海岸线寻找逃生的路径，却发现那些水晶化的海水正在缓慢向岸边蔓延。空气中弥漫着一股诡异的腥味，远处不时传来村民的惨叫声。更令人绝望的是，天空中的月亮竟然也开始泛起诡异的紫色，如同一只正在缓缓睁开的巨眼。陆昭的贝壳吊坠在这时发出了前所未有的强烈青光，似乎在对什么东西产生共鸣。",
    "createTime": "2025-01-31T10:59:22.670Z"
  },
  {
    "id": 5,
    "title": "剑冢试炼",
    "content": "就在绝望之际，天际突然响起一声震耳欲聋的雷鸣。一道紫色雷光如同天幕裂痕般划破夜空，劈开了弥漫的黑雾。雷光中，一个身着雷纹道袍的修士踏空而来。他袖袍一挥，十二柄闪烁着紫色电光的小剑呈扇形展开，剑尖直指翻涌的黑雾。陆昭认出了来人——玄天宗执法长老凌虚子。传闻中，此人是修真界赫赫有名的雷法宗师，但他为何会在此时出现？凌虚子的道袍上绣着栩栩如生的雷蛟纹章，每当雷光闪烁，那雷蛟仿佛都在发出无声的咆哮。他的出现让周围的空气都变得噼啪作响，连那些诡异的黑雾都开始剧烈翻腾，似乎在畏惧着什么。陆昭注意到，凌虚子在看到他胸前的贝壳吊坠时，眼中闪过一丝难以察觉的异色。十二柄紫电小剑在空中游走，编织出一张密不透风的雷网，将整个渔村笼罩其中。",
    "createTime": "2025-01-31T10:59:27.015Z"
  },
  {
    "id": 6,
    "title": "妖洲风云",
    "content": "黑雾在雷光的逼迫下迅速凝聚，化作一尊三眼魔像。这魔像高达三丈，通体漆黑如墨，周身缠绕着诡异的符文，与玄武石像上的纹路竟有几分相似。凌虚子指诀变换，十二柄紫电小剑合围成阵，雷光如瀑。魔像在雷法攻击下节节败退，却突然张开第三只独眼，射出一道血色光芒直取陆昭。那光芒中仿佛蕴含着某种远古的意志，让人心神俱颤。空气中弥漫着浓重的血腥气，连月光都被染成了血色。陆昭感觉到一股来自灵魂深处的颤栗，那道血光中仿佛包含着无数冤魂的哀嚎。更诡异的是，他发现自己竟然对这股气息有种莫名的熟悉感，仿佛在很久以前就已相识。凌虚子见状大惊，想要出手相救，却被魔像的其他两只眼睛射出的黑雾缠住。",
    "createTime": "2025-01-31T10:59:31.275Z"
  },
  {
    "id": 7,
    "title": "血魔阴谋",
    "content": "千钧一发之际，陆昭怀中的贝壳吊坠突然震动，随即碎裂开来。一道青色光芒从碎片中迸发，与袭来的红光在空中相撞。两道光芒相互纠缠，如同两条交缠的巨龙，在夜空中激烈争斗。青光中隐约可见一个模糊的女子身影，散发着温柔而强大的气息，让陆昭想起了已故的母亲。红光则化作无数狰狞的鬼面，发出刺耳的尖啸。两股力量最终同归于尽，爆发出耀眼的白光。吊坠碎片散落在地，陆昭恍惚间看到其中似乎藏着一枚古老的符文，那符文与他手背上不知何时浮现出的北斗胎记竟然一模一样，却在月光下很快化为齑粉。空气中弥漫着一股特殊的清香，仿佛是来自遥远时空的馈赠。陆昭的心中涌起无数混乱的记忆碎片，却又很快消散。",
    "createTime": "2025-01-31T10:59:35.182Z"
  },
  {
    "id": 8,
    "title": "幽冥鬼影",
    "content": "凌虚子抓住战机，以雷法凝聚出一座雷光牢笼，将最后一缕挣扎的黑雾困在其中。雷光牢笼呈八角形状，每个角落都刻着玄奥的符文，不断有紫色的雷蛇在其间游走。黑雾在雷光的灼烧下发出凄厉的嘶吼，其中隐约可闻“天机...”二字。这两个字一出，凌虚子面色骤变，雷光牢笼威力陡增。他的双手掐诀的速度快得只剩残影，口中念念有词，似乎在施展某种秘法。天空中的雷云变得更加厚重，无数雷蛇在云层中穿梭，仿佛在呼应着某种召唤。黑雾在最后的挣扎中化作点点星火，消散在夜空中。然而就在消散的瞬间，陆昭分明看到那些星火中有一缕没入了自己的眉心，带来一阵剧烈的头痛。凌虚子似乎也注意到了这一幕，眼中闪过一丝复杂的神色。",
    "createTime": "2025-01-31T10:59:38.795Z"
  },
  {
    "id": 9,
    "title": "道心蒙尘",
    "content": "危机解除后，精疲力尽的陆昭在昏迷前的最后一瞥中，看到了令他终生难忘的一幕：凌虚子道袍上的雷蛟纹章竟然活了过来，在月光下游动。那雷蛟栩栩如生，鳞片闪烁着金属般的光泽，每一个动作都充满了远古神兽的威严。更令人震惊的是，他分明看到凌虚子的瞳孔在那一瞬间变成了竖瞳，与雷蛟纹章如出一辙。不仅如此，凌虚子的脸上也浮现出细密的鳞纹，虽然转瞬即逝，却真实地印在了陆昭的记忆中。这个发现让他心中泛起惊涛骇浪，无数疑问涌上心头：凌虚子到底是人是妖？他为何会在此时出现？还有那个“天机”又代表着什么？然而这些疑问还未及细想，一阵天旋地转的感觉袭来，他再也支撑不住，陷入了昏迷。昏迷前的最后一刻，他似乎听到了一个苍老的声音在耳边叹息。",
    "createTime": "2025-01-31T11:00:00.946Z"
  },
  {
    "id": 10,
    "title": "太虚剑意",
    "content": "好的，我会为您构建一个多层修仙世界体系，以下是分五卷的系统框架，包含世界设定、角色图谱、剧情纲要及第一卷详细章节目录：\n\n🌌 世界设定-「九墟寰宇」\n\n维度结构：凡界「九洲大陆」-仙界「七重云海」-墟界「堕神深渊」（暗物质的修仙世界）\n能量法则：灵气（阳性）-墟煞（阴性）动态平衡，神脉修士能双修\n核心冲突：太古神族分裂为「曜神殿」与「堕灵盟」，三千年后墟煞将吞噬仙界\n🗺 势力地图\n\n凡界：玄剑宗（剑修）、天机阁（预言者）、墟商盟（暗势力）\n仙界：曜神殿（正统）、堕灵盟（墟煞修士）\n跨界存在：蜃楼（情报黑市）、时砂河（时空裂隙）\n🌟 核心角色群\n\n萧烬（男主）：「曜神血脉」被封印的废太子，双手能同时释放灵气/墟煞\n暗线：被堕灵盟首座「冥凰」植入墟核（导致人格裂痕）\n云璃（女主）：天机阁盲眼圣女，能用星轨编织「预言之网」，自带「时砂河诅咒」\n陆阙（反派）：玄剑宗宗主，表面正道实则堕灵盟「蚀剑计划」执行者\n武器：诛神剑（可吸收修士灵根）\n青鳞（灵兽）：萧烬幼时救下的墟煞化形蛟龙，舌藏「九洲地脉图」\n🌊 五卷总纲\n\n卷名\t核心冲突\t剧情锚点\nⅠ：烬血启封\t神脉觉醒与宗主阴谋\t萧烬被陆阙假收徒，诛神剑首次噬灵\nⅡ：时砂裂魇\t云璃诅咒爆发与多重时空\t蜃楼出售「萧烬墟核情报」，堕灵盟跨界追杀\nⅢ：堕神双面\t萧烬人格分裂与势力抉择\t冥凰现身植入第二墟核，曜神殿审判萧烬\nⅣ：九洲噬墟\t地脉崩塌与墟煞反噬\t青鳞牺牲重启地脉，云璃预言之网崩毁\nⅤ：寰宇归熵\t双重能量终极平衡\t萧烬同时摧毁曜神柱/堕灵核，重塑九墟法则\n📖 Ⅰ卷《烬血启封》章节目录（50章） 1-5章：凡界铺轨\n\n01「废宫雪骸」：萧烬被皇室弃于雪冢，青鳞以墟煞化雪为血\n03「盲星入瓮」：云璃预言「双脉者现」遭陆阙截杀，右眼复明\n05「蚀剑择徒」：陆阙伪测灵根收萧烬，暗启诛神剑噬灵程序\n6-20章：玄剑宗暗局\n\n08「灵墟双脉」：萧烬比武时双手失控释放双能量，陆阙深夜查验经脉\n12「蛟舌地脉」：青鳞醉酒吐地脉图，萧烬发现玄剑宗镇压墟煞裂隙\n18「诛神初噬」：陆阙用诛神剑抽取师妹灵根，萧烬窗影窥见剑纹变异\n21-35章：预言之绊\n\n23「盲星复明」：云璃右眼突显未来影像（萧烬被墟核吞噬画面）\n28「蜃楼交易」：云璃购得「曜神血检测石」，与萧烬初次碰撞\n31「剑冢异煞」：萧烬修炼时引动剑冢墟煞，陆阙启动封锁阵\n36-50章：觉醒对抗\n\n40「双脉爆燃」：萧烬被陆阙诱入噬灵阵，双手爆燃毁阵，左臂现曜神纹\n45「地脉裂隙」：青鳞引地脉图定位，二人发现玄剑宗镇压墟煞的裂缝扩大\n50「焚徒弑师」：陆阙亮诛神剑噬萧烬灵根，曜神血反噬毁剑体，萧烬坠入墟裂隙\n⚙ 如需细化某卷剧情线或角色暗网关系，可提供更多交互节点设计。这套体系包含时间悖论（云璃的预言修正机制）、能量政治（仙界对双修者的打压）等可拓展冲突点。",
    "createTime": "2025-01-31T11:00:24.497Z",
    "updateTime": "2025-02-08T14:20:24.515Z"
  }
]