[
    {
        "id": 1,
        "title": "第一回 月华仙山启征程 离别赠宝话前程",
        "content": "话说那东海之东，有座月华仙山。此山非是寻常山峰，乃是大乘真人月华立道场时，以元神内景外显所化。山中四时景色，尽随主人心境变迁。若是心情愉悦，满山桃花齐放，霞光万道；若是心有所思，细雨绵绵，雾锁山峰；若是动怒，便是雷霆震怒，电闪雨挥。\n\n这一日，正值仲春三月，天还未亮，月华仙山上空忽现七彩祥云，瑞气氤氲。山中桃林齐放，朝霞似火，晚星未褪，现出一派祥和景象。显然，山主人心情甚佳。\n\n且说冰心轩内，一位少女早已起身。这少女名唤凌霜，今年一十七岁，乃是月华真人座下关门弟子。只见她立于铜镜前，将一头如瀑青丝挽起。其容貌端得是：远山眉如黛描，杏眼含秋水，皓齿如贝，朱唇似火，肤若温润美玉，颈若春笋新抽。一袭天青色道袍穿在身上，更显得清雅脱俗。\n\n\"姑娘，\"门外传来苍老却慈爱的声音，\"可要老身帮你梳头？\"\n\n\"姥姥请进。\"凌霜转身，望着推门而入的老妪，露出温婉笑容。\n\n这位老妪名唤于姥姥，是月华真人座下一只千年灵鱼所化。平日里负责照料凌霜起居，教她些许人情世故。说来也巧，鱼姥姥虽是鱼类所化，却生得一副慈眉善目的模样，若是不知底细，定要以为是寻常人家的老婆婆。\n\n\"今日是个好日子啊，\"于姥姥走到铜镜前，接过凌霜手中的玉梳，轻轻为她梳理长发，\"老身特地熬了一碗养神汤，你趁热喝了吧。\"\n\n凌霜接过瓷碗，轻啜一口，只觉一股暖流入腹，周身说不出的舒泰。\"多谢姥姥。十七年来，每日都有姥姥照料，今日一别，真是...\"话未说完，眼圈已红。\n\n\"好孩子，\"于姥姥放下玉梳，也红了眼眶，\"姥姥知道你天资聪颖，不该困在这一方天地。这些年看着你从一个懵懂小女娃，修成金丹境界，姥姥心里既欢喜又不舍。\"\n\n说着，于姥姥从袖中取出三件物事：\"这个香囊内藏避秽驱邪之物，随身携带可保平安。这三粒养气丹乃是老身千年修为所炼，危急时服下可救命。还有这寻路罗盘，虽不是什么稀罕物事，却能指引方向，免得你迷失道路。\"\n\n凌霜双手接过，小心收入袖中。刚要道谢，外头忽传来清亮声音：\"凌霜，到映霞堂来。\"是师尊唤她。\n\n\"姥姥，弟子这就去见师尊。\"凌霜转身欲走。\n\n\"且慢，\"于姥姥叫住她，取出一方手帕替她拭去眼泪，\"去见师尊，莫要这般失态。\"\n\n映霞堂中，月华真人正抚琴而坐。但见她一袭素白道袍，容貌看似三十许人，实则已是千岁高龄。指间轻拨琴弦，悠扬曲调在堂内回荡。\n\n\"弟子参见师尊。\"凌霜恭敬行礼。\n\n月华真人停手抚琴，凝视爱徒片刻，说道：\"十七载光阴，转眼即逝。为师昨日夜观天象，已到了你离开此界的时日了。再留在山中，反倒耽误了你的道途。\"\n\n\"弟子明白。这些年承蒙师尊教导，凌霜没齿难忘。\"说着，凌霜跪地磕头。\n\"起来吧。\"月华真人起身，走到凌霜身边，取出三件法宝，\"这炼妖壶乃是上品仙器，不但可以助你降妖捉怪，内中还有一位壶灵小青，可以陪伴你左右。\"\n\n说着，月华真人轻轻摇晃炼妖壶，只见一道青光从壶中飞出，化作一条巴掌大小的青色小龙。这小龙通体晶莹剔透，龙角龙鳞清晰可见，灵动可爱。\n\n\"参见主人！\"小青绕着凌霜飞了一圈，欢快地说道，\"我是炼妖壶的器灵小青，以后就跟着主人你啦！\"\n\n凌霜看着活泼可爱的小青，不禁莞尔一笑：\"小青不必多礼。\"\n\n\"主人真好看！\"小青飞到凌霜肩头，亲昵地蹭了蹭她的脸颊，\"我一定会好好保护主人的！\"\n\n月华真人见状露出慈祥的笑容，又取出其他两件法宝：\"这太阴珠与你冰系体质极为相合，佩戴在身可助你修炼。这月华簪中记载着为师毕生心得，你且慢慢参详。另外，这簪内还藏有千里传音符，倘若遇事不决，也可与为师传音商议。\"\n\n凌霜恭敬接过法宝，又将自己心爱的冰魄琴背好。这琴乃是上品法器，抚琴时可引动天地之力。是月华真人亲手所制，赠与凌霜的第一件礼物。\n\n\"记住，\"月华真人语重心长道：\"修道之路，明心见性最要紧。外头世界，龙蛇混杂，你需处处留心。尤其是...\"说到这里，月华真人忽然顿住。\n\n\"师尊有何指教？\"凌霜问道。\n\n月华真人摇头一笑：\"也罢，有些事情，需要你自己去经历、去领悟。为师只愿你能记住：无论遇到什么事，都要保持本心。\"\n\n\"弟子谨记师尊教诲。\"\n\n此时天色渐明，彩霞满天。月华真人袖袍一挥，顿时清风徐来，卷起满地桃花。凌霜立于山巅，回首望去：\n\n但见仙山缥缈，云雾缭绕，\n桃花纷飞，香气氤氲，\n师尊立于殿前，仙风道骨，\n鱼姥姥立于一旁，泪眼相送。\n\n\"去吧。\"月华真人轻声道。声音随风传来，似远似近。\n\n凌霜深深一揖，将月华簪插入发间，清啸一声，化作一道青光冲天而去。霎时间，满天桃花随风起舞，如雨般洒落。\n\n诗曰：\n仙山数载育青莲，今日别离情依依。\n莫道修真无眷恋，桃花满地惜别时。\n云端一点向远方，未知何处是归程。\n但愿红尘炼心性，他日归来见师明。\n\n却说凌霜离开月华仙山，一路向东而去。这一走，便是世事沧桑，红尘万丈。她本以为此去便是快意逍遥，谁知前路险阻重重，预知后事如何，且听下回分解",
        "createTime": "2024-12-30T01:42:45.598Z",
        "updateTime": "2025-01-09T00:57:53.698Z"
    },
    {
        "id": 2,
        "title": "第二回 初入江湖遇奇人 一曲琴音惊四座",
        "content": "话说东海之滨有一大国，名曰大周。大周朝乃是修真世界第一大朝，国运昌盛，人杰地灵。其境内有三山五岳、八荒古地，更有无数修真门派隐世其中。这青云镇便是大周东南一处繁华集镇，因常有云雾缭绕，故而得名。镇上不但有凡人居住，也常有修士来往，是方圆千里最热闹的去处。\n\n这日清晨，只见青云镇外山道上缓步走来一位仙子。但见她肤色如雪，眉目如画，一袭淡蓝色道袍随风轻拂，黑发如瀑，发间一支月华簪熠熠生辉。正是刚离开月华仙山的凌霜。\n\n\"小姐姐，你看那边有卖糖葫芦的!\"炼妖壶中忽然传来一个稚嫩的声音。\n\n凌霜微微一笑：\"小青，你这壶灵倒是贪嘴。\"说着从袖中取出炼妖壶，只见一条巴掌大的青色小龙从壶中飞出，欢快地绕着凌霜飞舞。\n\n\"人家这不是第一次见到集市嘛。\"小青撒娇道，\"师姐你看那边还有卖法器的，我们去瞧瞧好不好？\"\n\n凌霜轻轻摇头：\"修道之人，当以明心见性为要，不可贪恋外物。这是师尊的教诲。\"\n\n\"切，你就学那些老古板。\"小青嘟着嘴，\"我看你就是太死板了，难怪二师兄总说你......\"\n\n\"二师兄怎么说我了？\"凌霜挑眉问道。\n\n\"没、没什么......\"小青慌忙躲回壶中。\n\n凌霜正要追问，忽听身后传来一阵爽朗笑声：\"哈哈哈，说你太过拘谨，不懂得活在当下呗！\"\n\n凌霜回头一看，只见一个衣衫褴褛、蓬头垢面的道人正笑眯眯地看着她。不是别人，正是她的二师兄邋遢道人。\n\n\"二师兄！\"凌霜惊喜道，\"你怎么在这里？\"\n\n\"嘿嘿，为兄掐指一算，知道师妹今日要来此地，特地在此等候。\"邋遢道人捋了捋乱糟糟的胡子，\"怎么样，二师兄的算术准不准？\"\n\n\"师兄神通广大。\"凌霜恭敬道。\n\n\"得了吧，和师父比起来，为兄这点本事不值一提。\"邋遢道人摆摆手，从破烂道袍中掏出一个酒葫芦，咕咚咕咚灌了几口，\"来来来，师兄带你去个好地方。\"\n\n说着，也不等凌霜回答，拉着她就往街上走去。凌霜虽然性子内敛，但对这个滑稽幽默的二师兄却是打心眼里敬重。当年她刚入门时，就是二师兄教她琴艺，还常常给她讲些江湖趣事。\n\n\"小姐姐，二师兄最懂得享受生活了。\"小青又从壶中探出头来，\"你就别板着脸了。\"\n\n邋遢道人带着凌霜七拐八拐，来到一家名为\"醉仙楼\"的酒楼前。这酒楼共有三层，飞檐翘角，颇为气派。门前悬着一块金匾，上书\"醉仙楼\"三个大字，笔力遒劲。\n\n\"这家店的老板是我的一位故交，\"邋遢道人神秘兮兮地说，\"他家的'醉仙佳酿'可是难得的好酒，连化神境界的修士喝了都说好。\"\n\n凌霜闻言，不由得蹙眉：\"二师兄，师尊说过，修道之人......\"\n\n\"得得得，我知道，修道之人要明心见性。\"邋遢道人打断她的话，\"可师妹你想想，这红尘万象，酒肆茶楼，不也是一处修行之地？你若只知清修，不懂人间烟火，如何能真正明心见性？\"\n\n这番话倒是说到凌霜心坎里去了。她想起临行前师尊的话：\"有些事情，需要你自己去经历、去领悟。\"莫非师尊早就料到会有这一遭？\n\n正思索间，忽听一阵琴声从酒楼二楼传来。这琴音颇为高妙，但其中隐含一丝杂乱之气，显是弹琴之人心绪不宁。\n\n\"咦？\"邋遢道人停下脚步，\"这琴声......\"\n\n\"二师兄可是认得这琴声的主人？\"凌霜问道。\n\n\"有点意思。\"邋遢道人捋着胡子笑道，\"师妹，为兄记得你最擅长的就是琴艺，不如上去会会这位知音如何？\"\n\n\"这......\"凌霜有些犹豫。\n\n\"去嘛去嘛！\"小青在一旁怂恿，\"小姐姐你的琴艺可是一绝，说不定能帮上那位公子呢。\"\n\n凌霜思忖片刻，终于点头。三人上得楼来，只见二楼雅座中，一位白衣公子正在抚琴，周围已围了不少看客。那公子约莫二十岁上下，面如冠玉，气质清雅，只是眉宇间隐约带着一丝忧色。\n\n\"有点意思。\"邋遢道人眯着眼睛看了看那公子，又看了看凌霜，嘴角露出一丝高深莫测的笑意。\n\n\"二师兄为何这般说？\"凌霜不解。\n\n\"天机不可泄露。\"邋遢道人神秘一笑，\"为兄还有要事在身，就先行一步。师妹你且在此多留片刻，或有机缘。\"\n\n说罢，邋遢道人一拍腰间破葫芦，化作一道清风消失不见。这一手遁法，看得周围食客惊叹不已。\n\n\"小姐姐，\"小青凑到凌霜耳边，\"我怎么觉得二师兄是在给你制造机会？\"\n\n凌霜没有理会小青的打趣，专心听着那白衣公子的琴声。只听那琴音时而高亢激昂，时而低沉婉转，时而杂乱无章，显然是心有所困。\n\n\"这位公子琴艺不凡，只是似有心事。\"凌霜心道。她本就精通音律，见此情形，不由得驻足倾听。谁知这一停，却引出一段奇缘，预知后事如何，且听下回分解。",
        "createTime": "2024-12-30T06:30:42.882Z",
        "updateTime": "2024-12-30T06:30:56.292Z"
    }
]