[
  {
    "id": 1,
    "title": "庆历星坠",
    "content": "庆历五年的冬风掠过邓州城垣时，总要在穰县郊外的白水河打个旋儿。河面浮着薄冰，岸边枯苇簌簌作响，周氏握着镰刀的手冻得通红，刀刃划过苇杆的脆响惊飞了觅食的寒鸦。\"先生娘子，这双麻鞋多添半寸苇絮罢。\"渡口摆摊的船娘递来三枚带着体温的铜钱，周氏笑着应下，低头咬断麻线时，望见河对岸的土墙上升起炊烟——该是文翰下学的时候了。\n\n陆家的茅檐悬着冰锥，堂屋里炭盆煨着几块松塔，青烟裹着松香漫过东墙那幅《寒江独钓图》。陆文翰正往黄麻纸上抄录《岳阳楼记》，笔锋在\"先天下之忧而忧\"处顿了顿，窗纸忽透进一缕熟悉的艾草香。\n\n\"今日张屠户家的二郎送来半斤腊獐子。\"周氏卸下竹篮，冻僵的手指在炭盆上烘着，\"说是抵了半月的束脩。\"她发髻上的木簪沾着苇絮，袖口还凝着冰溪的水痕。\n\n陆文翰接过妻子递来的粗陶碗，粟米粥上浮着腌芥菜的青碧。西厢传来织机吱呀声，月光漏进窗棂，照见墙角堆着新编的苇席，竹篾在周氏指间翻飞如燕尾，细密的经纬里织进白水河的晨霜暮雪。\n\n卯时的梆子敲破霜天，私塾里七八个蒙童呵着白气临帖。陆文翰握着最小的学生冻裂的手，教他写\"黎\"字的最后一捺。炭盆上煨着瓦罐，药香混着墨香，那是周氏天未亮就煎好的防风汤。\n瓦罐里的防风汤腾起白雾，在蒙童们冻红的鼻尖上凝成细珠。周氏挎着竹篮立在私塾窗下，耳畔还回荡着晨起在渡口听到的传闻——那位曾在《岳阳楼记》里写下\"政通人和\"的范大人，今冬竟要在白水河畔开凿渠堰。\n\n\"文翰。\"她轻叩斑驳的门框，袖口沾着新折的腊梅，\"王铁匠说范知州要从穰县征调河工......\"话音未落，喉间忽地泛起酸水，忙用帕子掩住口鼻。织了整冬的苇席在腰间勒出微隆的弧度，被晨风掀起的粗布襦裙下，隐约可见缠着艾草护腹的棉带。\n\n陆文翰疾步上前扶住妻子，掌心覆在她冻得发青的手背上。药罐里新添的益母草是前日典了《寒江独钓图》换来的，画轴空留的墙痕像道新鲜的伤口。\"县学同窗捎来邸报，范公要在邓州广修陂塘。\"他引着周氏坐在尚有余温的讲席上，\"等开春......\"\n\n檐角的冰锥突然断裂，清脆的声响惊得周氏肩头一颤。陆文翰望着妻子指节处皲裂的血痕，喉结滚动着咽下未尽之言。那幅当掉的画像是周氏陪嫁之物，去年深秋她挺着四个月身孕在苇荡割蓼蓝，染就的靛青正好补全了画中渔翁的箬笠。\n\n暮色染透窗纸时，周氏正将晒干的芦花絮进夹袄。陆文翰蹲在织机旁，把白日学生们拾来的松塔添进炭盆。\"范公在应天府办学时，给贫寒学子发过笔墨钱。\"他忽然开口，指尖摩挲着半截舍不得用的松烟墨，\"等渠堰修成，白水河边的苇田......\"\n\n\"你听。\"周氏停住纺锤，唇角扬起温柔的弧度。织机下的竹篾筐里，去年秋收存下的棉籽正窸窣作响——民间说这是婴孩在云端选娘亲的脚步声。陆文翰将耳朵贴向妻子微微起伏的小腹，炭火把他的侧脸映得忽明忽暗，一滴温热水珠无声渗进粗麻衣襟。\n\n霜降后的第一场雪落在白水河新筑的堤堰上，范仲淹亲笔题写的\"均水利\"石碑还泛着青岩的潮气。周氏扶着五个月身孕，在私塾后的菜畦里点萝卜种。冻土被官差征去修渠的农户们翻得蓬松，她蹲下身时，听见篱笆外蒙童们诵读《豳风》的声音混着冰碴脆响。\n\n\"七月流水，九月授衣。\"陆文翰握着戒尺轻点《诗经》扉页，目光却穿过支摘窗，落在妻子发间将坠未坠的雪粒上。蒙童们跟着先生念\"馌彼南亩\"，不知这\"送饭到田头\"的句子，正映着廊下竹篮里周氏备好的黍米团——用去年存下的陈艾染成青团，裹着河工们酬谢的腌鱼碎。\n\n县衙催缴青苗钱的木牌第三次钉进渡口老柳树时，周氏将织机搬到了私塾廊下。梭子穿过经线的节奏应和着诵书声，她腹中的孩儿常在\"薄污我私，薄浣我衣\"的吟哦里轻轻踢动。陆文翰教学用的沙盘换成河滩新淤的膏泥，学生们拿苇杆作笔，写出的\"沟洫\"二字还沾着春汛的水腥气。\n\n暮春的雨水涨满新渠，周氏临盆前夜仍在灯下补缀百衲被。陆文翰从县学借来的《齐民要术》摊在织机旁，泛黄的纸页间夹着野菊干——去年秋周氏采来给蒙童们治咳疾的。忽然一阵急雨敲打瓦松，他忙用身体护住妻子刚染好的蒙童春衫，靛蓝汁液顺着指缝滴在\"耕田\"篇目上，恰染透了\"顺天时，量地利\"几字。\n\n产婆拍响门环那日，白水河畔的早稻正在抽穗。雪粒子撞在窗棂上的脆响混着周氏的闷哼，陆文翰攥着半卷《水经注》在产房外来回踱步。戌时三刻，白水河突然传来冰层迸裂的轰鸣，惊得灶台上的药罐噗噗溢出褐汁——那是他典了整套《昭明文选》换来的老参。\n\n\"秀才公且宽心。\"接生婆王媪掀开棉帘，带进一股裹着艾草灰的腥甜，\"老身接生的崽子比苇塘的鸭子还多，这般懂事的头胎倒是少见。\"她袖口沾着血沫，却将目光投向东北方渐红的夜空，\"亥时尾，参星斜，只是这天象......\"\n\n话音未落，一道赤光劈开浓云。陆文翰踉跄着扶住织机，见那流星拖着朱砂色的尾焰坠向河堰方向，将满室映得如同浸在血泊中。西厢传来瓦瓮炸裂的脆响，去年秋封的桂花酿正顺着墙根蜿蜒成溪。\n\n\"文翰......\"周氏嘶哑的呼唤混在婴儿初啼中。陆文翰冲进屋内时，见妻子苍白的指尖正够向窗台——那里供着的范公《岳阳楼记》手抄本无风自动，泛黄的纸页上\"百废俱兴\"四字竟渗出淡淡朱痕。\n\n陆文翰解下棉袍裹住妻子，却发现周氏中衣内袋鼓胀——竟是那幅当掉的《寒江独钓图》，不知何时被她赎回，画中渔翁的箬笠新补了靛蓝，与流星残光交相辉映。\n\n\"叫怀瑾可好？\"周氏气若游丝，唇边却浮着笑。她望向墙角新糊的窗纸，昨夜剪的\"五毒\"花样正巧笼住坠星残影。陆文翰忽觉袖中微沉，原是那截舍不得用的松烟墨不知何时化开半寸，在粗麻袖口洇出北斗七星。\n\n五更天，里正拍门送来州衙檄文。范公亲拟的修渠告示盖着朱砂大印，与婴儿襁褓上的血渍惊人相似。陆文翰立在檐下研墨，见启明星位竟有赤色光晕，恍惚听得白水河新冰之下传来远古河伯的絮语。",
    "createTime": "2025-02-04T02:03:05.908Z",
    "updateTime": "2025-02-04T08:36:30.985Z"
  },
  {
    "id": 2,
    "title": "席纹映雪",
    "content": "庆历六年的邓州城头，残阳将最后一丝血色抹在斑驳的城墙砖上。陆文翰踩着散学的梆子声往家走，青布直裰的下摆沾满泥星。穰县乡塾的束脩总带着稻谷的清香——三斗糙米，两捆柴薪，偶尔能收到条腌得发黑的腊肉。经过城西瓦市时，他特意绕到周氏的草席摊前，正撞见妻子把最后一张苇席递给客商。\n\n\"今日卖了三张细篾席。\"周氏将铜钱串塞进襦裙暗袋，冻得通红的手指在围裳上擦了擦，\"倒比前日多挣了十五文。\"她背上的竹筐里，熟睡的陆怀瑾被《急就章》残页裹成个书卷儿，泛黄的纸页随着呼吸轻轻起伏。\n\n灶膛里的火光舔着陶釜，粟米粥在暮色中咕嘟作响。陆文翰就着最后的天光批改蒙童课业，笔锋在\"天地玄黄\"的\"玄\"字上顿了顿——这个字总被孩童写成扭动的蚯蚓。周氏的手指在织机上翻飞，新劈的苇篾泛着青白的光，像一尾尾银鱼在她指间游弋。\n\n腊八那日，陆怀瑾满周岁。晨光初透时，陆家院中已飘起黍糕的甜香。周氏将连夜赶制的虎头鞋套上儿子脚腕，忽然轻呼：\"当家的快看！\"只见怀瑾攥着用作襁褓的《急就章》残页，小嘴里正咿咿呀呀吐出不成调的音节。残页上\"师猛虎\"三个朱笔批注的字迹，恰被朝阳镀了层金边。\n\n抓周礼摆在书院借来的柏木案上。木剑横在《论语》旁，算筹与彩缕并陈，最边上躺着周氏赶织的簇新襕衫。怀瑾在案前爬了半圈，忽然抓住那册陪他度过襁褓时光的《急就章》，咯咯笑着往嘴里送。围观的邻舍轰然叫好，里正举杯：\"此子来日必是经世之才！\"\n\n陆文翰却望着书页上洇开的涎水出神。他想起昨日批改的课业里，王屠户家的小子把\"上大人孔乙己\"抄成了\"上大刀孔乙己\"。寒门子弟的笔墨，终究敌不过朱门酒肉，就像这册《急就章》，不过是贫家儿遮身的废纸。\n\n夜雪压折竹枝的脆响中，周氏将卖席所得换了刀宣纸。她看着丈夫在新纸上写下\"赵钱孙李\"，忽然轻声说：\"等怀瑾开蒙，便用这纸抄《急就章》罢。\"火盆里，用作襁褓的残页正在化为灰烬，某个焦黑的\"学\"字在烈焰中蜷曲又舒展，像极了蒙童歪扭的笔迹\n\n庆历七年的春分，邓州城飘着沾衣欲湿的杏花雨。周氏背着怀瑾在瓦市摆摊，苇席上新添了双燕衔泥的纹样。王屠户的娘子抱着半岁大的闺女凑过来：\"周家嫂子这席面越发精巧，倒像是把春色都织进去了。\"怀瑾忽然在襁褓里扭动，伸出藕节似的小手去够席边垂落的苇篾。\n\n\"小郎君要抓周了？\"张铁匠提着新打的镰刀路过，铁器在春雨里泛着青光，\"我那婆娘腌的芥菜疙瘩，晚些送坛来添个彩头。\"\n\n夏至前夜，陆文翰在乡塾批改课业。月光漏过茅草屋顶，在\"云腾致雨\"的\"雨\"字上凝成光斑。李记绸庄的少东家李砚秋立在廊下，青缎直裰下摆沾着泥点：\"学生斗胆，想借先生家藏的《急就章》摹本一观。\"他袖中露出半截澄心堂纸，在蛙鸣声里泛着象牙色。\n\n怀瑾两岁生辰那日，里正提着枣木杖叩响柴门。竹篮里搁着新麦蒸的玉兔糕，兔眼缀着两粒丹砂。\"某昨夜观星，见紫微垣东南文曲光动。\"中年汉子青缎长衫沾着晨露，骨节分明的手掌按在怀瑾发顶，\"这小郎昨日可是辨出了《千字文》残页？\"\n\n周氏织机的节奏乱了一拍。她想起前日晾晒旧书时，怀瑾摇摇晃晃从《颜氏家训》里抽出半张《千字文》，奶声奶气地念出\"辰宿列张\"。苇篾划破指尖，血珠滴在未完成的席面上，倒像绣了朵红梅。\n\n腊月里第一场雪落时，怀瑾染了咳疾。陆文翰当掉过冬的棉袍，换回三剂枇杷膏。药吊子在炭盆上咕嘟作响，周氏将最后半匹细篾席拆了，给儿子絮进夹袄。\"李记绸庄前日来订二十张婚席，\"她往火盆添了块松柴，\"说是要给砚秋少爷娶亲用。\"\n\n怀瑾忽然从病榻上支起身，沾着药汁的手指在灰墙上划拉。月光斜斜切过土墙，隐约现出个歪扭的\"秋\"字——正是陆文翰批改李砚秋课业时常用的朱批笔迹。\n\n庆历八年的上元灯节，邓州城飘满糯米酒的甜香。周氏抱着怀瑾挤在猜灯谜的人堆里，小娃儿忽然指着\"天地玄黄\"的灯笼喊：\"爹爹改错字！\"人群哄笑中，王屠户浑厚的嗓门炸开：\"陆先生家的崽子两岁就识文断字，赶明儿把我家虎妞许给他当媳妇！\"\n\n春闱放榜那日，李砚秋骑着青骢马踏碎一街柳絮。马鞍旁悬着个锦盒，里头躺着块洮河绿石砚。\"学生特来还书。\"他望着正在院中临摹《急就章》的怀瑾，忽然解下腰间羊脂玉佩，\"给小师弟添个砚屏罢。\"\n\n周氏连夜将玉佩当了，换回一刀剡溪藤纸。当票藏在灶王爷画像后头，被油烟熏得焦黄。怀瑾趴在新糊的窗纸上描红，歪歪扭扭的\"赵钱孙李\"渗过纸背，在夕阳里开成墨梅。\n\n腊八粥香再次漫过邓州城时，怀瑾已能背诵半部《蒙求》。除夕守岁那夜，陆文翰在祭祖的黍糕下发现张皱纸——竟是怀瑾用炭条摹写的《急就章》批注，连他习惯在\"学\"字右角点的朱砂痣都分毫不差。\n\n周氏取下织机边的陶罐，哗啦啦倒出三百文铜钱：\"开春便送瑾儿去乡塾旁听罢。\"火盆里爆开个松果，惊醒了蜷在《急就章》摹本上打盹的狸花猫。泛黄的书页被猫爪挠出裂痕，某个\"经\"字裂作两半，倒像蒙童初学时的描红影格。",
    "createTime": "2025-02-04T08:38:06.643Z",
    "updateTime": "2025-02-04T11:33:05.037Z"
  },
  {
    "id": 3,
    "title": "岁寒诗心",
    "content": "皇祐元年的冬雪来得格外早，邓州城外的官道上覆着薄霜。陆文翰呵着白气推开乡塾木门，檐角铜铃在朔风里叮当作响。他望着廊下新刻的\"庆历八年\"木牌，想起昨日县衙贴出的改元告示，转身用枯枝在沙地上写下\"皇祐元年\"四字。\n\n\"先生，范公今日真要离任？\"绸缎庄李家的少年李研秋攥着书卷，眼角还沾着晨起温书的倦意。陆文翰指尖抚过《范文正公集》的毛边，望着窗外驿道方向轻叹：\"自庆历新政后，范公在邓州修百花洲、建春风阁，如今又要去杭州治水了。\"\n\n二十里外的百花洲畔，周氏正背着三岁的怀瑾在苇塘割蒲草。冰碴子顺着镰刀溅上粗布裙裾，她将冻红的手在腰间围裙上擦了擦，把编好的草席码上独轮车。\"阿娘，岳阳楼记。\"怀瑾忽然揪着她发髻上的枯草喊起来，小手指向远处官道飘动的青旗。\n\n驿亭外，范仲淹的马车被乡民围得水泄不通。须发皆白的老者捧着新酿的菊花酒，穿开裆裤的孩童举着刚蒸的穰县窝头。忽然有个清亮童声穿透人群：\"...居庙堂之高则忧其民，处江湖之远则忧其君...\"\n\n范公撩开车帘，见个布衣妇人背着稚子立在枯柳下。那孩子不过三岁模样，背到\"先天下之忧而忧\"时竟将\"噫！微斯人，吾谁与归？\"念得抑扬顿挫。周氏慌忙要捂孩子的嘴，却听车内传来朗笑：\"稚子可教！取纸笔来！他日若见洞庭烟波，莫忘今日白河雪。\"\n\n当陆文翰散学归家时，檐下已晾着范公亲题的\"耕读传家\"四字。周氏边煮藜麦粥边嗔道：\"你平日教学生背岳阳楼记，怀瑾旁听竟然学会了！今日范公赐墨，倒让王屠户家的娘子笑话，说咱们孩儿该去考神童科。\"\n\n怀瑾正趴在灶边用苇杆画字，忽然仰头道：\"范爷爷说忧乐天下，就像阿娘织席暖人。\"陆文翰笑着将儿子举过肩头，望见院角新栽的梅树已结满花苞。\n\n转眼腊月将至，李研秋顶着风雪送来半匹杭绸：\"家父说请先生裁件新袍。\"周氏推辞不过，将绸缎裁作两半，一半给丈夫缝了襕衫，另一半裹在怀瑾的破棉袄外。除夕夜，陆文翰抱着儿子守岁，炭盆里煨着的《论语》残页泛着焦香。\n\n\"子曰何解？\"他指着\"君子食无求饱\"问。怀瑾咬着麦芽糖含糊道：\"就像阿爹把肉脯分给王屠户家的妹妹。\"窗外忽传来爆竹声，却是李研秋带着蒙童们来拜年，说范公在杭州寄来书信，问那背《岳阳楼记》的孩童可曾开蒙。\n腊月廿三祭灶日，王屠户送来半副猪下水。周氏推辞不过，将最后两匹苇席塞给他：\"给丫头当嫁妆。\"屠户娘子在灶间帮忙时，怀瑾正踮脚给李研秋研墨。绸缎庄的少东家冻得手指通红，却坚持抄完《滕王阁序》。\n\n\"师娘，我想参加明年的发解试。\"李研秋将五两束脩压在《九章算术》下。周氏望着那锭银子，想起丈夫当掉冬衣买书的光景，转身往黍粥里多撒了把菘菜。\n\n皇祐二年的春分，五岁的怀瑾已能代父给蒙童发描红帖。李研秋中了解试回来。\"周氏在檐下织着新样式的六角凉席，听丈夫与学生们论及新政旧事，恍惚又见百花洲畔那个背诗的小儿。\n怀瑾忽然指着\"路漫漫其修远兮\"问：\"爹爹当年为什么不应举？\"\n\n周氏手中的梭子顿了顿。她记得十九年前，新婚丈夫指着书院门联\"宁鸣而死，不默而生\"，说要做范公那样的直臣。后来公公病重，他卖了田产，也卖了功名路。\n\n\n暮色渐浓时，王屠户拎着猪蹄来换草席，他家闺女阿蛮躲在父亲身后，偷偷往怀瑾手里塞了块麦芽糖。炊烟升起在青瓦白墙间，蒙童们的诵读声混着远处驿道的马蹄，惊起竹丛里栖着的寒鸦。\n\n皇祐二年的春汛来得急，白河水裹着上游融雪拍打堤岸。陆文翰天不亮就被里正请去河堤，怀瑾攥着父亲衣角不撒手，周氏只得用蓝布将他缚在丈夫背上。晨雾里飘着冰碴子，怀瑾看见远处民夫们举的火把，像落在人间的星子缀成长龙。\n\n\"陆夫子请看，这月牙埽总被冲垮。\"里正指着溃堤处的梢捆，柳枝裹着泥沙散成乱麻。陆文翰蹲身抓起把河泥沉吟：\"范公在杭州筑'捺堰'时，用的可是'分层夯硪法'？\"说着捡根树枝在泥地上画起堤坝剖面，怀瑾突然指着浪花喊：\"爹爹，水在啃土！\"\n\n众人皆惊，却见孩童手指之处，湍流正卷走堤基碎石。李研秋提着算袋匆匆赶来，闻言笑道：\"师弟这'啃'字妙极，正合《河防通议》说的'水力激射，如啮如噬'。\"他展开舆图比照星斗方位，忽然拊掌：\"若在此处分水筑遥堤，效仿范公'束水攻沙'之法...\"\n\n话音未落，王屠户家的女儿阿蛮从芦苇丛钻出来，发梢还沾着苍耳子。她将温热的油纸包塞给怀瑾，竟是两个裹着茱萸粉的炸枣。\"我爹说治河要吃饱！\"小姑娘叉着腰学大人模样，惹得民夫们哄笑。怀瑾却把炸枣分给劳作的役工，蹲在父亲画的堤坝图旁，用茱萸粉标出分水口。\n\n暮色降临时，陆文翰背着熟睡的怀瑾归家。孩童掌心还紧攥着写满治河口诀的桑皮纸，那是李研秋用朱砂笔誊抄的范公手札。周氏在灯下补着被浪打湿的棉袍，忽听丈夫轻叹：\"范公当年说'一家哭何如一路哭'，今日见着塌屋的流民，方知治水即是治国。\"\n\n春雷惊蛰那日，白河上游传来捷报。新筑的鱼嘴分水堤将激流束成两股，浊浪裹挟的泥沙果然沉积在预设的月牙湾。怀瑾跟着父亲验收工程时，在石硪上刻下\"束窄河道，固定河槽\"八字。归途遇雨，阿蛮撑着荷叶来迎，三个孩童躲在老柳树下，听李研秋讲解《禹贡》里的\"导河积石\"。\n\n是夜周氏织席至三更，忽见怀瑾梦中呓语：\"湍流束则沙沉，河身固则水安...\"油灯将孩童睫毛映在墙上，恍若正在书写无形的治河策。",
    "createTime": "2025-02-04T10:13:17.406Z",
    "updateTime": "2025-02-04T11:23:53.601Z"
  },
  {
    "id": 4,
    "title": "星河初照",
    "content": "皇祐三年春，白水河畔新秧泛碧。六岁的陆怀瑾攥着父亲褪色的青布衣角，晨露沾湿的草鞋在田埂上印出歪斜的水痕。书箱里簇新的《三字经》还泛着松烟墨香，与泥土的腥甜在春风里酿成独特的清甜。\n\n\"阿爹，李家哥哥今日可要讲'人之初'？\"怀瑾踮脚去够父亲腰间晃动的竹制笔筒，发顶细绒在朝阳下泛着金芒。\n\n陆文翰笑着按住小儿乱晃的书箱：\"研秋在花洲书院执了教鞭仍不忘乡里，你可要记得他说的话——\"木屐叩击青石板的脆响打断话音，檐角铜铃随风轻颤。\n\n李研秋正以笔蘸朱砂，在麻纸上勾出\"习相远\"三字。见着门边探头的小身影，朱笔在砚边轻敲：\"怀瑾且来听这'择善而从'，莫让淤泥污了莲藕之质。\"满室蒙童的笑声惊起檐下筑巢的紫燕。\n\n怀瑾端坐在斑驳的柏木案前，将沙盘摆得方正。李研秋清朗的诵书声里，稚嫩的笔画在细沙间蜿蜒，竟将\"善\"字最后一捺摹出了几分颜体的筋骨。\n\n暮色初染青石板路，怀瑾的书箱在身后轻轻摇晃，竹编的背带在粗布衣衫上压出浅浅的褶痕。拐过油坊转角时，忽见阿蛮抱着藤篮立在槐荫下，新裁的藕荷色襦裙沾着几片桑叶。阿蛮见了他，忙捧起满篮紫玉般的桑葚，晨露还凝在果蒂处。\"怀瑾哥哥...\"她垂首盯着绣鞋尖，\"阿娘说新熟的果子要分给读书人。\"\n\n怀瑾将桑葚匀作两捧，白水河粼粼波光里，七八个总角孩童正撩着裤腿摸螺蛳，水花溅湿岸边歪斜的木屐。怀瑾望着浮光跃金的河面，忽然想起晨间师兄讲解\"性相近\"时，曾用戒尺敲着砚台说\"莫学河滩卵石随波逐流\"。\n\n\"阿蛮你看，\"他指着远处扑腾的水鸭子，\"《三字经》说'习相远'，就像这河水昼夜不息，勤学者与嬉闹者终会各奔东西。\"阿蛮咬着半颗桑葚抬头，紫红汁液染在唇角，似懂非懂地点头。老柳垂绦在他们头顶织出翠帘，琅琅书声混着蝉鸣，惊起几片飘向水面的柳叶。\n油灯在窗纸上投下三重影子。周氏的织梭穿梭如银鱼，细麻经线在木机上绷出清响。书房里陆文翰的朱笔悬在蒙童课业上方，迟迟不肯落下批注。怀瑾伏在方桌一角，炭条摩擦粗纸的沙沙声与秋虫私语应和，临摹到\"郡国吏功差次之\"的\"之\"字时，鼻尖几乎要蹭上晕开的墨迹。\n\n\"瑾儿...\"周氏的声音被织机声揉得绵软，\"灯芯该挑了。\"\n少年揉着发涩的眼眶摇头，炭灰在虎口蹭出新月痕：\"范公曾说《急就章》里藏着治县的要诀，您看这个'籍'字...\"他突然噤声，发现母亲指尖缠着止血的葛布——那是白日劈篾编席留下的伤。灯花\"啪\"地爆开，映得墙上的小郎君身影忽长忽短，却始终挺拔如院中未抽穗的青竹。\n\n皇祐四年秋，邓州的阡陌间翻涌着金黄稻浪。陆家后院半亩菜畦浸在赤霞里，翠玉般的白菜蜷着霜边，紫茄垂坠如铃，青藤攀着竹架爬成翡翠帘幕。怀瑾散学归家时，母亲周氏正持着长柄木瓢给萝卜地浇水，水珠在斜阳里折射出七彩光晕。\n\n\"阿娘快看！\"少年蹲在韭黄垄边，指尖拂过叶片上凝着的露，\"这茬萝卜缨子油亮得能照见人影呢。\"\n\n周氏用粗布帕子轻拭额角细汗，笑纹里藏着经年的慈柔：\"可不是？前日王屠户家娘子还说，整个邓州再寻不出比咱们家长得更齐整的菜蔬。\"她弯腰掐断一根冒尖的杂草，青汁染上指腹，\"明日市集......\"\n\n\"要留些给西街的李阿婆是不是？\"怀瑾已将竹筐里挤挤挨挨的冬瓜码成小山，\"她家灶房梁柱上挂的腊肉，还是去年重阳节存的呢。\"\n\n暮色漫过靛青的篱笆墙，周氏眼角的笑意比晚风更温软。\n皇祐五年冬，邓州落了场百年难遇的鹅毛大雪。陆文翰家的茅草屋檐结满冰棱，积雪压得梁木吱呀作响，仿佛随时要折了脊骨。戌时三刻，陆文翰听着头顶竹篾不堪重负的呻吟，抄起竹帚便往屋顶攀。\n\n\"使不得！\"周氏攥住丈夫的袖口，却被冰凉的布料硌了手。话音未落，陆文翰已踩着吱呀作响的木梯，在呼啸北风中弓着脊背挥动竹帚。雪沫纷纷扬扬飘落，在他肩头积了寸许。\n\n怀瑾蜷在火塘边，铜盆里的炭火将他的小脸映得通红。檐角突然传来竹帚刮擦茅草的沙沙声，惊得他攥紧了《孟子》竹简。\"阿娘，\"他仰头望着母亲紧绷的下颌线，\"我给阿爹递盏姜汤？\"\n\n周氏将儿子往怀里拢了拢：\"檐下冰锥子比你还高呢。\"话音未落，木梯突然发出令人牙酸的吱嘎声。七岁孩童如离弦之箭冲出房门，碎雪簌簌钻进他松开的衣领。\n\n\"阿爹当心西南角！\"稚嫩的童声穿透风雪。陆文翰闻声回首，靴底青苔却在此时化作催命符。玄色棉袍在空中划出弧线，怀瑾张开双臂像只护巢的雏燕，七岁孩童单薄的身躯瞬间被压进雪堆，冻红的鼻尖蹭满碎雪。\n\n周氏冲出来时，正看见丈夫抖着手指拂去怀瑾睫毛上的冰晶。孩童裹着鸦青棉袄在雪地里蜷成小小一团，却咧着嘴笑：\"阿爹的《盐铁论》还没讲完呢。\"\n\n是夜，周氏就着摇曳的油灯给怀瑾膝头的淤青抹药。火盆将竹简烤出淡淡清香，陆文翰望着儿子背诵《滕文公》时晃动的总角，突然发现案头习字的宣纸已隐约有了筋骨。窗外北风卷着雪粒扑打窗棂，却盖不住稚子清亮的诵书声。",
    "createTime": "2025-02-04T12:07:11.124Z",
    "updateTime": "2025-02-04T13:52:53.578Z"
  },
  {
    "id": 5,
    "title": "少年志远",
    "content": "皇祐五年仲春，邓州城外十里亭。东风卷起官道上的残雪，沾湿了陆文翰的葛布衣襟。竹杖在青石板上叩出空响，他望着那个负笈远行的瘦削身影逐渐融进柳色，终究化作官道尽头的一痕墨迹。\n\n李研秋临别时解下背囊的动作格外迟缓。他取出裹着靛蓝布帛的《水经注》时，竹简特有的酸涩气息混着松烟墨香，在料峭春寒里凝成一片白雾。\"怀瑾且看这郦元笔下的江河，\"他蹲身与男孩平视，指尖抚过竹简上斑驳的水纹，\"待我踏遍汴梁十二门，定与你共绘邓州水文图。\"\n\n七岁的陆怀瑾将古卷紧贴胸口，粗麻衣料在竹简纹路上压出细密的褶痕。乌瞳泛起水光，脊梁却无意识地挺得笔直——就像三日前在花洲书院，他踮脚偷看李研秋给蒙童讲解禹贡时那般模样。\n\n归途上老柳抽芽的声响惊醒了怀瑾。陆文翰用布满沟壑的手掌拢住儿子单薄的肩头：\"可是觉得心里空落落的？\"男孩低头望着青石缝里挣扎的荠菜，忽然仰脸道：\"阿爹，渭水真的是从鸟鼠同穴山发源么？\"\n\n自此晨光未启时，陆家斑驳的影壁前便多了个诵读的身影。陆文翰在教儿子辨识《齐民要术》里的桑麻图谱，常被那捧着竹简追问汴河漕运细节的模样逗笑。春耕的犁铧翻起新泥时，少年已能将《河渠书》与邓州农谚两相对照，在沙地上画出蜿蜒的沟渠雏形。\n\n夏日的骄阳炙烤着邓州大地，龟裂的田亩间零星耷拉着焦黄的麦穗。陆文翰站在滚烫的黄土坡上，望着远处蔫头耷脑的百姓，喉头发紧得说不出话。衣袖忽然被拽动，怀瑾沾着泥印的小脸仰着：\"阿爹，白水河的旧河道或许...\"\n\n父子俩踩着灼人的砂砾跋涉三日，终于在栖鹰崖下寻得眼清泉。可那泉水细若银簪，顺着青苔斑驳的岩壁滴落，未及地面便蒸作白雾。怀瑾蹲在岩缝边，指尖沾着水珠在石板上划出蜿蜒的曲线：\"这法子李师兄说秦人修郑国渠时用过\"\n\n陆文翰豁然转身，腰间竹筒里的最后半口水泼在旱地上，腾起呛人的土腥。他召集村民那夜，祠堂檐角的铜铃在燥热中纹丝不动，百十双布满血丝的眼睛盯着他用木炭在地上画的暗渠走向。\n\n锄头凿击岩层的叮当声惊走了月夜里的夜枭。老汉们佝偻着脊背传运碎石，妇人们用麻绳吊着柳筐上下深井。怀瑾裹着浸透汗水的单衣趴在丈余深的渠底，耳朵贴着潮湿的泥壁屏息聆听——直到某日黄昏，汩汩水声突然在幽深的地底轰鸣着奔涌而来。\n\n当第一股清流漫过龟裂的秧田，白发老农抖着手捧起水中的月亮。陆文翰被众人簇拥着推到渠口，却将身后满脸涨红的少年推向前：\"是这小子在《水经注》里翻出的古法。\"怀瑾望着阡陌间渐次亮起的灯火，突然明白那日李师兄为何要在\"以民为天\"四字上重重顿笔。\n\n至和元年的秋风掠过青黄交接的阡陌，八岁的陆怀瑾立在篱笆墙边，鸦青发带缠着几片金桂，将褪去稚气的眉眼衬得愈发清朗。连年丰收的墨色沃土里，他种出的冬瓜足有小儿臂长，沾着晨露在竹筐里泛着霜色。\n\n周氏正弯腰将最后几颗菘菜摞进背篓，忽觉肩头一轻。少年人袖口沾着稻芒，已将最大的竹筐卸下车架。\"娘亲且留两筐时蔬，\"他望着村东头那缕断续的炊烟，\"王屠户家灶膛冷了三日。\"\n\n当怀瑾抱着滚圆的冬瓜踏进王家院门时，正撞见阿蛮踮脚晾晒洗得发白的麻布。少女耳后簪着半萎的野菊，转头时露出伶仃的颈子，像是秋塘里最后一支将折的残荷。\n\n西厢传来铁器相撞的霍霍声。王屠户从磨刀石前抬头，粗粝的掌心在围裙上抹了又抹，却不知该往哪里安放。\"今年雨水伤苗...\"他喉头滚动着，瞥见女儿单薄的肩胛微微发颤。\n\n竹席上腾起袅袅茶烟时，怀瑾目光掠过阿蛮袖口渗出的点点殷红。少女慌忙将手背到身后，腕间草绳却牵出几声咳嗽。檐角铜铃被秋风撞得零落，少年把温热的陶盏放回案几，青瓷底压住了一片翻飞的药方。\n\n至和二年春，破旧茅屋的檐角，冰棱滴落的晨露裹挟着料峭寒意。屋内，九岁的陆怀瑾就着微弱晨光，已把半卷翻得泛黄的《史记》读到边角起皱。窗外初绽的桃花，那一抹浅浅胭脂色透过破旧窗纸，洒落在他翻动《陈涉世家》时簌簌作响的粗糙竹纸上。那些 “王侯将相宁有种乎” 的呐喊，在这简陋的屋内，似有种别样的力量。“阿爹，” 他突然仰起脸，眼底涌动着不属于这个年纪的凝重，“陈胜揭竿时，若二世能减赋税、省徭役，何至于逼得戍卒斩木为兵？”\n陆文翰搁下手中磨损严重的毛笔，那方缺了角的砚台里，墨汁映出他眉间深深的沟壑。“治大国若烹小鲜，” 他用手指蘸着碗里仅剩的一点茶汤，在木桌上画了个歪歪扭扭的圆，“火候过了要焦，翻动多了会碎。当年范公十事疏言‘明黜陟、抑侥幸’，便是这‘烹鲜’的诀窍。”\n怀瑾起身，走到木板窗前，屋外泥路上，新燕正衔着春泥匆匆飞过。他猛地转身，身上打着补丁的粗布衣衫带起桌上那本纸张泛黄、装订简陋的《范文正公集》，恰好停在 “先天下之忧而忧” 那页。一块石头压着的草纸被风掀起，露出稚子工笔抄录的墨迹，竟与范公手书有几分神似。“儿愿效范公筑堤拦海，” 他指着窗外那弯弯曲曲、水质浑浊的小河，“他日若得三尺青锋，必先斩尽人间不平事。”\n陆文翰望着儿子稚气未脱却已棱角分明的侧脸，碗里的茶汤涟漪渐渐平息，倒映出他眼角细纹里微微漾开的笑意。只把那本《岳阳楼记》又往他跟前推了半寸。春风从门缝中挤进来，携着零落的花瓣，正巧落在那句 “后天下之乐而乐” 上。",
    "createTime": "2025-02-04T14:09:08.678Z",
    "updateTime": "2025-02-05T02:19:59.671Z"
  },
  {
    "id": 6,
    "title": "两小无猜",
    "content": "烈日如熔金倾泻，将天地化作蒸笼。白河水蜿蜒如银蟒，在灼目的天光下泛起碎银般的粼纹。河畔垂柳慵懒低垂，千万绺碧绦凝成翡翠帘幕，蝉鸣声浪撕开凝滞的空气，此起彼伏地撞击着夯土城墙。\n\n城郊乡塾的土坯房内，蒸腾着稻草与墨汁混杂的气息。陆文翰脊背微驼，粗布短褐洇出深色汗渍，握笔的指节在宣纸上拖出蜿蜒水痕——那是汗珠坠落的轨迹。九岁的陆怀瑾跪坐在褪色的蒲团上，狼毫蘸着陶碗里的清水，在青石板上勾勒《千字文》。水痕转瞬即逝，却在他腕间凝成细密的汗珠。\n\n\"陆怀瑾！\"\n\n清亮的童声破开热浪，惊起檐下一串铜铃。红衣少女挟着荷香在窗外探头，藕节似的小腿沾着河泥，两片碧玉般的荷叶在她掌心翻飞。\"接着！\"阿蛮隔着窗棂将荷叶扣在少年发顶，凉意顺着竹帘缝隙钻进来，惊得怀瑾笔尖一颤，洇开半个歪斜的\"暑\"字。\n\n油纸包拍在窗台上的脆响混着肉香炸开。焦糖色的蹄膀泛着琥珀光泽，八角茴香的辛烈裹挟着酱香，在闷热的空气里织成无形的钩子。怀瑾喉结滚动，笔杆在指间微微发颤，却仍端坐着摇头：\"使不得...\"\n\n\"榆木疙瘩！\"阿蛮跺脚甩开鞋尖的黄泥巴，赭色泥点溅在青石板上，沾着油花的指头直戳少年鼻尖：\"没瞅见白河都翻鱼肚皮了？铁蛋他们捞的鲫瓜子扑棱得比灶台还欢实！\"她整个人扒住雕花木窗，新摘的薄荷叶混着河腥气从窗缝里钻进来，\"张家二哥摸的田螺恁大——\"两手在窗框外比划得能包住海碗，\"我拿猪胰子换了会咕噜泡的竹筒，真真儿不跟我耍？\"\n\n青石板上水渍漫开，映得少年眸子亮晶晶。蝉声裹着河滩的喧闹涌进来，把《孟子》书页掀得哗啦啦响。\n\n陆怀瑾的指腹正蹭着砚台边沿的裂口，忽觉袖口一沉。阿蛮半个身子探进窗，晒成麦色的胳膊晃得银镯子叮铃铃乱撞：\"就陪我看眼！\"她鼻尖沁着汗珠，扯起自己打补丁的粗布衣摆往他脸上扇风，\"闻闻这日头，晒得石板都能烙炊饼了！\"眼珠子骨碌一转，突然拍手笑：\"上回你念啥'书中自有鱼汤喝'，这会儿活鱼都蹦到眼皮子底下了！\"\n\n檐角铜铃被热浪撞出慵懒的声响，陆怀瑾望着砚台里将干未干的墨迹。父亲临行前叮嘱犹在耳畔，可竹帘外蝉鸣如沸，蒸笼般的书房里，连宣纸都沁出细密的汗珠。\n\n\"且去柳荫下读书罢。\"他终是搁下狼毫，话音未落便被阿蛮拽着冲出书房。少女踏过青砖的回响惊起满院蜻蜓，廊下晾晒的草药簌簌抖落几缕辛香。\n\n河滩的喧闹裹着水汽扑面而来。老柳垂绦在风中织就碧纱帐，妇人们捣衣的棒槌声与孩童笑闹此起彼伏。阿蛮变戏法似的捧出青竹筒，新斫的断面还凝着翡翠般的露珠，细密孔洞间漏下几缕粼粼波光。\n\n\"爹爹说这是湘妃竹呢！\"她踢开绣鞋，藕荷色裙裾在膝头绾作两朵芙蕖，白玉似的足尖点进河水，惊散一尾银鳞，\"快看！石缝里藏着红尾虾！\"\n\n陆怀瑾学她将粗麻裤脚挽至膝弯。沁凉自足底漫上，游鱼轻啄脚背的酥痒惹得他轻笑出声。粼粼波光在他们膝间流转，阿蛮青葱指尖在水面划出银弧，倏地捧起一尾透亮虾米。陆怀瑾月白衣袂浸在碧波里，初时总被游鱼戏耍，渐渐也学会用书卷气的指节围成囚笼。竹筒内渐次响起细碎的扑腾声，混着少女腕铃清响，在蒸腾水汽中织就欢愉的网。\n待日头偏西，两人倚着老柳盘膝而坐，油纸包里的蹄髈泛着琥珀光泽。阿蛮忽然变出个沁着水珠的荷叶包，剥开时冷雾缭绕，乌梅与山楂在琉璃碗中沉浮，恍若封存了半碗琥珀色的星河。\n\n\"快尝尝！\"\n阿蛮托着陶碗咯咯笑起来，瓷勺在绛色汤水里搅出细碎涟漪：\"我娘亲熬的酸梅汤，穰县城门楼子的麻雀闻着香都要扑棱下来！\"她忽地倾身凑近，青梅香气混着井水凉意扑面，\"快趁冰喝着，仔细暑气又泛上来。\"\n\n粗陶碗沿凝着细密水珠，河风裹着菱角花的清甜掠过石阶。远处几个赤膊少年扎进碧波里，惊起一串金灿灿的浪花。阿蛮晃着浸在河水里的双脚，忽然歪头盯着身旁少年：\"瑾哥儿，等咱们及了冠......\"她指尖无意识抠着青石缝里的苍苔，\"你还想着考功名么？\"\n\n陆怀瑾喉结动了动，碗底最后一颗梅子正在紫苏叶间沉浮。蝉鸣忽地暗了一瞬，他搁碗时青瓷磕在石板上\"叮\"地一响：\"要考。\"少年人单薄的肩膀被柳荫裁成墨色剪影，眼底却燃着灼灼星火，\"我要做范大人那样在衙门口栽青天的官，让蒙冤的鼓槌再敲不破半张状纸。\"七月的日头正攀上他眉弓，将那份稚拙的执拗镀成鎏金。\n阿蛮托腮望着河面碎光，忽而轻晃脚踝：\"若你当真做了青天老爷，可还会记得我，可还会记得柳荫下的酸梅汤？\"\n\n夕照在他眉睫镀金：\"纵使要审八百桩案子，定留半炷香听你讲穰县新事。\"少女闻言笑出梨涡，将最后一块冰梅含在口中，齿间清响胜过千万句盟誓。\n\n暮色漫过柳梢时，竹筒倾倒处银鳞纷落，溅起星子般的水花。归途上晚风掀起阿蛮鬓边碎发，陆怀瑾握着的竹筒犹带河水的凉意。蝉声在渐暗的天色里愈显清越，如同某种透明丝线，将两个小小的影子系在蜿蜒田埂上。\n\n他们身后，白河正将落日揉碎成万千金箔。少年襟前梅渍与少女裙裾水痕，在夏风中悄然风干成蝉蜕般的诺言。",
    "createTime": "2025-02-05T00:52:04.843Z",
    "updateTime": "2025-02-05T04:53:31.654Z"
  },
  {
    "id": 7,
    "title": "紫阳真人",
    "content": "嘉祐三年仲春，檐角冰棱坠在青石板上溅起脆响。白水河畔的土巷深处，玄色道袍卷着柳絮飘然而至。张伯端第一次见到那孩子是在穰县郊外的老槐树下。暮色将垂未垂，少年背着竹篓蹲在田埂边，手里握着的不是锄头而是半卷《论语》。晚风掠过他洗得发白的青布直裰，竟隐隐带起北斗七星的罡步轨迹。\n\n\"小郎君可知璇玑玉衡？\"\n\n少年惊得起身，竹篓里新采的艾草簌簌作响。他约莫十一二岁年纪，眉间三寸处却隐现玉光，正是《黄庭经》所言\"明堂宫中生青莲\"的异相。我暗掐指诀，袖中罗盘针竟自转如飞——这寒门稚子，似是道门种子。\n\n\"道长问的是《尚书》所言测天之器？\"少年将书卷仔细收进怀中，说话时眼中有星子闪烁，\"我父亲说天道高远，我们读书人当究人事。\"\n\n顺着他的目光望去，暮色里炊烟升起处，有位布衣文士正倚门而立。后来方知那便是陆翰文，城南私塾的教书先生。那夜我在城隍庙檐角静坐，看陆家窗前烛火摇曳，少年捧书的剪影映在窗纸上，竟与天市垣星图丝丝相合。\n\n次日携松纹剑登门时，陆翰文正在院中煎药。竹篱上晒着《论语集注》，墨香混着药香，倒比道观的降真香更清冽三分。\n\n\"真人请看，\"他将药罐下的柴薪拨得均匀，\"小儿昨夜背诵《孝经》至子时，今晨又练了半个时辰的书法。\"青烟缭绕间，书生枯瘦的手指划过《里仁》篇，\"天地之道博也，厚也，高也，明也，悠也，久也。怀瑾若随真人修道，可能解得此中真义？\"\n\n张伯端默然望向檐角铁马，叮咚声里忽然了悟：这满院书香，原是最深沉的结界。书生以毕生心血为墨，以科举功名为符，为幼子筑起抵挡天命的高墙。\n转机出现在第七日惊蛰。紫阳真人在城南肉铺前驻足，看屠户王五剁骨如劈柴，案板震颤间，角落里扎双丫髻的少女正用草绳给猪蹄打结。她十指翻飞如穿花，卸骨手法竟暗合擒拿要义，更奇的是周身血气翻涌却不沾凶煞。\n\n\"阿蛮，给陆家哥哥送副筒骨去。\"屠户将油纸包抛来，少女凌空接住时腕骨轻旋，正是最适合修习分筋错骨手的根骨。我尾随她穿过三条巷弄，看她把热腾腾的骨头藏在怀里，翻过陆家后院矮墙时，裙角沾满春泥与落花。\n后来在城隍庙后的老梅树下，真人折了段梅枝在地上画圈：\"女娃娃可知何为北斗玄枢？\"阿蛮正用荷叶包着米糕，闻言抬头时眼神清亮如溪：\"就是夜里给陆哥哥指路的七颗星子？\"\n\n惊雷乍起，春雨倏然而至。少女在雨中腾挪的身姿让紫阳真人想起终南山巅的云雀，她为保护怀中米糕不沾雨水，竟自行悟出七星步的雏形。张伯端大笑着掷出梅枝，看着它在雨幕中划出天罡阵图。\n\n\"记住这三十六步，下次落雨时，连你陆哥哥的骨头汤都能护得周全。\"\n\n暮春三月，阿蛮已能在枣树林中追捕山雀。看着她指尖凝气截断飘落的枣花，忽然想起陆翰文煎药时的神情。书生未必不知怀瑾命数，只是这人间父爱，终究要用自己的方式来改写天命。\n\n秋风乍起，白水河畔的芦苇荡摇曳成一片金黄。穰县的暑气渐消，早晚添了几分凉意。陆家小院的枣树，绿叶间缀满了红玛瑙般的果实，阿蛮时常抱着竹竿来敲枣，清脆的笑声洒满院落。\n\n陆翰文的书塾愈发热闹，城内不少人家慕名而来，都想将孩童送入陆先生门下，沾染些许书香。陆怀瑾也愈发沉静，每日除了跟随父亲读书习字，还会抽出时间在院中打理花草，有时对着檐角的铁马出神。\n\n张伯端依旧住在城隍庙，白日里或在街头巷尾闲逛，或在庙内静坐养神，偶尔会去陆家小院，指点阿蛮几句。他赠与阿蛮的梅枝早已枯萎，阿蛮却珍而重之地收了起来，每日晨昏都会对着梅枝练习那三十六步天罡阵图，步履轻盈，已颇具章法。\n\n一日午后，秋阳杲杲，张伯端负手踱步至陆家小院。陆翰文正在廊下校对书稿，见真人前来，连忙起身相迎，神色间多了几分敬重。\n\n“真人近日清闲，可是又在城中发现了什么道门佳苗？”陆翰文笑着问道，语气里带着几分试探。\n\n张伯端捻须一笑，目光却落在院中正帮阿蛮摘枣的陆怀瑾身上。“怀瑾天资聪颖，文采斐然，陆先生教导有方，老道佩服。”\n\n陆翰文闻言，脸上笑意更浓，“真人谬赞了，怀瑾不过是资质平平，能得真人夸赞，实乃荣幸。”\n\n两人寒暄几句，张伯端便提出想与陆怀瑾单独走走。陆翰文略微迟疑，但想到这位紫阳真人并无恶意，便点头应允。\n\n张伯端领着陆怀瑾走出小院，沿着白水河畔缓缓而行。秋风吹拂，芦苇摇曳，发出沙沙的声响。河水清澈见底，倒映着蓝天白云，一派祥和。\n\n“怀瑾，”张伯端停下脚步，转头看向身边的少年，“可知老道为何而来邓州？”\n\n陆怀瑾略一思索，恭敬答道：“真人道法高深，游历四方，邓州能得真人驻足，是邓州之幸。”\n\n张伯端摇头一笑，“老道并非为邓州而来，而是为你而来。”\n\n陆怀瑾闻言一怔，清秀的眉宇间闪过一丝疑惑。\n“老道观你气度不凡，心性澄澈，实乃修道良才。”张伯端语气温和，目光却炯炯有神，仿佛要看透少年的内心。\n\n陆怀瑾沉默片刻，缓缓说道：“真人抬爱，怀瑾志在科举，以求报效家国，恐难承真人厚望。”\n\n张伯端似乎早已料到他会如此回答，并不意外，只是轻叹一声，“天命难违，强求不得。陆先生爱子心切，以书香为牢笼，亦是人之常情。”\n\n他顿了顿，继续说道：“然则怀瑾，天道茫茫，人事渺渺。科举之路固然光明，却也充满坎坷。你虽有读书之志，却也身负道门因果。此番因缘，或福或祸，皆在你一念之间。”\n\n陆怀瑾静静聆听，眼神中带着几分迷茫，几分思索。\n\n张伯端抬手指着远处的秋山，缓缓说道：“秋风萧瑟，草木凋零，万物皆有兴衰枯荣。人生亦是如此，起起伏伏，难免遇到劫数。你不愿随老道修行，恐难度此劫。”\n\n\n怀瑾欲待详说，张伯端却不再多言，只是拍了拍少年的肩膀，语重心长地说道：“记住老道今日之言，遇事谨慎，切莫轻举妄动。老道有一言赠你：陆海尘沙卷赤霄，九星连弩射天骄 怀霜玉碎昆仑坼，万古长河一夜凋 瑾瑜匣锁青龙影，紫微垣动北辰摇 劫云欲噬山河脉，荧惑西侵斗柄消 唯见南疆燎原火，焚尽星霜照鹊桥 王气凝成双刃剑，劈开混沌斩冥枭 阿阁凤鸣惊碧落，重明振翅破玄潮 蛮笺写就乾坤律，一念回天挽怒涛 可叹璇玑千载计，终输赤子手中箫 解铃人在烽烟处，笑看星河次第烧”\n怀瑾闻言默然，对着老道躬身一礼，两人走回陆家小院，陆翰文见状，上前询问了几句。张伯端只是含糊其辞，并未多说什么。\n\n傍晚时分，张伯端再次来到陆家，与陆翰文辞行。\n\n“陆先生，”张伯端拱手道，“老道云游四方，不便久留。叨扰多日，还望先生海涵。”\n\n陆翰文连忙回礼，神色间颇为不舍，“真人言重了，真人能来寒舍，实乃蓬荜生辉。只是真人如此匆忙，可是有要事在身？”\n\n张伯端微微一笑，“老道闲云野鹤惯了，随性而行，并无要事。只是近日心有所感，当往他处游历一番。”\n\n陆翰文见状，也不好强留。陆怀瑾望着真人离去的方向，心中思绪万千。他隐约明白，自己的人生，或许并非父亲所期望的那般简单。而那所谓的“劫数”，又将是什么呢？\n\n秋风继续吹拂，吹落枣树的红叶，也吹散了笼罩在陆家小院的淡淡迷雾。日子依旧平静地流淌，只是在陆怀瑾的心中，悄悄埋下了一颗不安的种子，等待着某个时刻，破土而出。",
    "createTime": "2025-02-05T02:25:24.402Z",
    "updateTime": "2025-02-05T07:46:06.022Z"
  },
  {
    "id": 8,
    "title": "地龙翻身",
    "content": "狂风怒号，暴雨如注。豆大的雨点砸在邓州府衙的屋瓦上，发出震耳欲聋的声响，仿佛天公也怒不可遏。邓州知州赵允义焦虑地站在府衙前，任由冰冷的雨水打湿官袍。他远眺着城外，滚滚黄浊的河水如同脱缰的野马，咆哮着冲击着邓州的河堤。那河堤，平日里是守护邓州安宁的屏障，此刻却在狂暴的河水面前显得如此脆弱，仿佛随时会被吞噬。\n\n“大人！不好了！河水已经漫过子堤了！”一个浑身湿透的衙役跌跌撞撞地跑来，声音嘶哑，带着无法掩饰的惊恐。\n\n赵允义的心猛地一沉，如同坠入冰窟。子堤告破，意味着河水正以更快的速度逼近主堤。一旦主堤失守，邓州城将瞬间沦为泽国，数十万百姓的生命财产将毁于一旦。\n\n“召集所有官员！立刻到议事厅！”赵允义厉声喝道，声音中带着不容置疑的威严。他知道，生死存亡的时刻到了，他必须做出决断，一个关乎邓州，甚至关乎上游数县命运的决断。\n\n议事厅内，气氛凝重得几乎要滴出水来。水利官员、河道提举司的官员、经验丰富的河工，以及州府的主要佐官都已到齐，个个脸色苍白，神色焦虑。\n\n“情况紧急，诸位不必拘礼！”赵允义顾不上繁文缛节，开门见山道，“城外河水暴涨，子堤已破，主堤岌岌可危。诸位都是水利方面的专家，谁能告诉我，邓州还能撑多久？”\n\n河道提举司的李主簿颤巍巍地站起身，声音带着哭腔：“大人，情况……情况很不乐观。今日雨势未见减弱，上游来水还在持续增加。依老朽看，主堤恐怕……恐怕撑不过今晚！”\n\n此话一出，议事厅内顿时一片哗然，惊呼声、叹息声此起彼伏。赵允义紧紧握住拳头，指节泛白。他深吸一口气，强迫自己冷静下来。\n\n“不能坐以待毙！必须想办法！”赵允义环视众人，目光如炬，“诸位，现在最重要的是弄清楚，这河水到底有多大的威胁，我们还有没有办法化解危机！”\n\n他立刻按照预想的步骤，有条不紊地布置任务。\n\n一、紧急评估与专业研判\n\n“李主簿，立刻组织河工，携带工具，随我去河堤实地勘测！”赵允义命令道，“务必查明水势流速，河堤的承压极限，以及可能溃堤的薄弱之处！”\n\n“下官遵命！”李主簿连忙应道，带着一队河工冒雨冲出府衙。\n\n“梁通判！”赵允义转向通判梁大人，“你负责联络州兵营，调集精锐士卒，随时准备应对突发情况！”\n\n“推官何在？”赵允义又看向推官王大人。\n\n“下官在！”王推官连忙上前。\n\n“推官，你秘密派遣几名可靠的快马，务必赶往上游的淅川县、内乡县，查探上游河堤的情况，人口密度，以及如果上游决堤，可能的淹没范围。要快！越快越好！”赵允义语气急促，他知道时间就是生命。\n\n赵允义亲自带着水利官员和河工，冒着狂风暴雨，赶到河堤。眼前的景象令人触目惊心。浑浊的河水如同愤怒的巨龙，不断拍打着河堤，发出震耳欲聋的咆哮。子堤已经被淹没在水下，主堤也岌岌可危，多处出现渗水和裂缝，仿佛随时都会崩溃。\n\n经验丰富的河工老陈，用竹竿探了探水深，又仔细观察了堤坝的结构，面色凝重地对赵允义说道：“大人，这河水涨得太快了，堤坝已经承受不住了。再这样下去，恐怕真的要溃堤了！”\n\n赵允义的心沉到了谷底。他知道，老陈是邓州最有经验的河工，他的判断绝不会错。\n\n与此同时，快马也带回了上游的消息。王推官神色凝重地向赵允义汇报：“大人，上游淅川县和内乡县的河堤情况虽然也紧张，但相对邓州而言，地势更高，堤坝也更为坚固。但若上游决堤，下游……下游邓州的水势或可缓解，但上游两县必将遭受洪灾！”\n\n灾损预测图也很快绘制出来，摊在赵允义面前。图上清晰地显示，一旦邓州河堤溃决，整个邓州城都将淹没在洪水之中，损失无法估量。而如果决开上游淅川、内乡的河堤，虽然两县会遭受损失，但邓州城却能保住，损失相对较小。\n\n“保大弃小……舍车保帅……”赵允义喃喃自语，心中做出了艰难的抉择。他必须为了邓州城的数十万百姓，牺牲上游县城的利益。这是一个痛苦的选择，但他别无选择。\n\n二、跨区域政治协商\n\n赵允义立即提笔疾书，写了两封八百里加急的密信，分别送往上游的淅川县知县和内乡县知县手中。信中，他言辞恳切地说明了邓州的危急情况，以及“保大弃小”的泄洪方案。他承诺，邓州愿意承担所有决堤的责任，提前调拨常平仓的粮食赈济上游，事后还会奏请朝廷减免上游赋税三年。\n\n信使快马加鞭，日夜兼程，将密信送往淅川和内乡。赵允义焦急地等待着回音，每一分每一秒都如同煎熬。\n\n然而，淅川县和内乡县的回信却迟迟未到。时间一分一秒地过去，河水还在不断上涨，邓州河堤的情况也越来越危急。\n\n赵允义知道，他不能再等下去了。他必须做好最坏的打算，如果上游拒不配合，他只能采取强硬手段。\n\n“梁通判！”赵允义再次召来通判，“立刻调集州兵，秘密前往邓州上游，分别前往淅川和内乡的关键河段，一旦上游方面拒绝合作，我们必须连夜派兵控制河堤，强行决堤！”\n\n“大人，这……这恐怕不妥吧？擅自决堤，乃是重罪啊！”梁通判脸色大变，惊呼道。\n\n“非常时期，行非常之事！”赵允义目光坚定，语气斩钉截铁，“为了保住邓州城，我顾不得那么多了！若朝廷追责，一切责任由我赵允义一人承担！”\n\n他取出州印，郑重地盖在一份早已准备好的《非常事态令》上，并引用《宋刑统·杂律》中“堤防失时不修”的条款作为法理依据。他知道，这是在刀尖上跳舞，但他必须赌一把。\n\n三、灾民处置体系\n\n与此同时，赵允义也着手部署灾民处置体系。\n\n在上游淹没区（淅川、内乡）：\n\n“梁通判，你立刻派遣厢军，携带铜锣，沿着淅川、内乡方向的河堤，挨村挨户鸣锣示警，强制疏散百姓！”赵允义命令道，“务必告知百姓，河堤即将决口，让他们立刻前往预设的高地避难！”\n\n“同时，征用邓州境内所有商船，组成临时救援船队，随时准备救援淅川、内乡被困百姓！”\n\n“开放城内的佛寺、官学，作为临时安置点，收容上游来的灾民！”\n\n在邓州城：\n\n“王推官，你立刻动员保甲组织，分段负责加固河堤！所有青壮年，无论男女，都必须参与进来！”\n\n“拆除沿河的商铺和民房，拓宽河道，增加泄洪能力！”\n\n“准备沙船，装满巨石，一旦河堤出现缺口，立刻沉船堵漏！”\n\n整个邓州城，都如同一个巨大的战争机器，高速运转起来。厢军、衙役、百姓，都在为了保卫家园而奋力拼搏。\n\n四、政治风险对冲\n\n赵允义深知，擅自决堤，无论出于何种理由，都是冒着巨大政治风险的举动。一旦事后被政敌弹劾，轻则罢官免职，重则身陷囹圄。\n\n为了尽可能降低政治风险，赵允义开始未雨绸缪。\n\n“王推官，你立刻起草一份《请罪奏疏》，详细说明邓州当前的危急情况，以及我‘两害相权取其轻’的决策逻辑，并抄送御史台。”赵允义吩咐道。\n\n“同时，你还要密令胥吏，收集历年来朝廷拨付的河道修缮款项的文书，以及邓州地方在河道养护方面所做的努力，预备应对朝廷追责时，证明我等已尽到养护之责。”\n\n“还要联络邓州城的士绅代表，让他们联署一份陈情书，强调保住邓州，就是保住京西南路的赋税命脉，以争取朝廷的理解和支持。”\n\n赵允义想尽一切办法，为自己，也为邓州争取一线生机。\n\n五、灾后重建布局\n\n终于，在赵允义发出密信后，淅川县和内乡县的回信几乎同时送达。两县知县都表示理解邓州的困境，但言语中也充满了无奈和悲愤。他们深知，决堤泄洪意味着他们的辖区将遭受灭顶之灾，百姓将流离失所。但在大义面前，他们最终选择了牺牲小我，成全大我。\n\n在得到上游两县的同意后，赵允义毅然下令，连夜决开了淅川、内乡的河堤。\n\n如同猛兽出笼，洪水咆哮着冲向下游。淅川、内乡等地上游县城，瞬间被洪水淹没，无数房屋倒塌，田地被毁，百姓流离失所，哭喊声、哀嚎声响彻云霄。\n\n然而，决堤泄洪的策略，确实起到了效果。汹涌的洪水被分流，邓州河段的水位开始缓慢下降，河堤的压力也逐渐减轻。经过一夜的奋战，邓州城最终保住了！\n\n洪水退去后，赵允义立刻着手灾后重建工作。\n\n“启用州府羡余银，优先修复上游淅川、内乡两县的基础设施，尤其是水利设施，确保百姓尽快恢复生产生活。”赵允义指示道。\n\n“奏请朝廷，将受灾农户编入厢军，让他们有衣食保障，同时也能为国家效力。”\n\n“重修双河口水闸，增强邓州的水利调控能力，以应对未来的洪涝灾害。”\n\n为了让后人铭记这场抗洪壮举，也为了给自己正名，赵允义组织耆老编纂《壬寅抗洪录》，将这次泄洪决策，塑造为“舍车保帅”的英明之举，强调是为了保全大局，不得不做出的痛苦抉择。\n\n历史的车轮滚滚向前，赵允义的决断，在当时或许备受争议，甚至可能面临责难。但他相信，时间会证明一切。他所做的一切，都是为了守护邓州的百姓，为了保卫脚下的这片土地。\n\n正如至道二年，京东转运使姚铉“弃曹、济保汴梁”的旧例，虽然姚铉当时遭到弹劾贬官，但二十年后，仁宗朝修订《河防令》时，该案例被确立为紧急避险的法定情形。赵允义相信，他的“舍车保帅”之举，也终将被历史理解和认可。\n\n在滔滔洪流面前，他如同一个孤胆英雄，用他的智慧和勇气，守护了一座城池，拯救了无数生命。而他的名字，也将随着《壬寅抗洪录》的流传，被后世所铭记。",
    "createTime": "2025-02-05T04:16:17.887Z",
    "updateTime": "2025-02-05T05:11:39.218Z"
  }
]