[
    {
        "id": 1,
        "title": "1",
        "content": "东洲渔村的黄昏，海面泛起不寻常的涟漪。陆昭站在船头，凝视着眼前诡异的一幕：原本温顺的赤鳞鱼群突然暴动，成百上千的鱼眼中闪烁着诡异的紫芒。他下意识地摸了摸怀中母亲遗留的贝壳吊坠，心中涌起不祥的预感。这枚吊坠是母亲临终前唯一留给他的遗物，上面刻着些许他看不懂的符文，此刻在夕阳下泛着微弱的青光。渔船在暴动的鱼群中艰难前行，老船夫王伯面色凝重，五十年的捕鱼生涯从未见过如此异象。海面上不时翻涌起诡异的暗流，赤鳞鱼群的游动轨迹仿佛在海面上勾勒出某种玄奥的图案。天边的晚霞格外妖艳，血红色的云层中仿佛藏着无数张狰狞的面孔。陆昭注意到，每当贝壳吊坠的青光微闪，周围的赤鳞鱼群就会短暂地退避三尺，但很快又会在更强烈的紫芒驱使下继续靠近。",
        "createTime": "2024-12-30T02:15:07.658Z",
        "updateTime": "2025-01-31T10:59:00.342Z"
    },
    {
        "id": 2,
        "title": "2",
        "content": "夜色渐深，陆昭拖着满载的渔获走向村口。今天的收获格外丰盛，却让他感到莫名的不安。月光如水，洒在青石板路上泛着幽幽的冷光。百年老槐树下，他猛然停住脚步。守夜人老张倚靠在树干上，面带诡异的微笑，七窍却不断流出鲜血。更令人心惊的是，那株枝繁叶茂的老槐树竟在月光下渗出丝丝缕缕的黑雾，如同活物般蠕动。老张是村里最德高望重的长者，平日里总是一脸慈祥，此刻却露出这般诡异的笑容，仿佛被什么东西操控了一般。陆昭想上前查看，却发现老槐树周围的空气变得粘稠，连呼吸都变得困难。树皮上浮现出无数扭曲的人脸，发出若有若无的呢喃声。地面上的影子也开始不规则地扭动，仿佛要化作实体。陆昭胸前的贝壳吊坠突然传来一阵温热，他这才发现自己的双脚不知何时已经被地上渗出的黑雾缠绕。",
        "createTime": "2025-01-30T07:57:47.457Z",
        "updateTime": "2025-01-31T10:59:08.524Z"
    },
    {
        "id": 3,
        "title": "3",
        "content": "祠堂内的异变来得突然而猛烈。村民们正聚集在此为近日的怪事祈福，供奉百年的玄武石像突然发出刺耳的龟裂声，裂缝中渗出的黑雾在空中凝结成狰狞的骷髅形状。村民们的惊叫声还未出口，那些骷髅就已经扑向了最近的人群。混乱中，陆昭看到几个村民被黑雾触碰后，眼中立即浮现出与白天赤鳞鱼群相同的紫芒。祠堂的烛火剧烈摇曳，墙上的影子扭曲变形，化作无数张狰狞的鬼脸。供桌上的贡品腐烂变质，散发出阵阵恶臭。更可怕的是，那些被黑雾侵染的村民开始不受控制地向其他人发起攻击，他们的动作僵硬，如同提线木偶。陆昭注意到，玄武石像的龟裂处隐约可见古老的符文，与他贝壳吊坠上的纹路竟有几分相似。眼看着越来越多的村民被黑雾感染，陆昭一把拉起被吓呆的刘婶，朝祠堂后门冲去。",
        "createTime": "2025-01-30T07:59:32.017Z",
        "updateTime": "2025-01-31T10:59:16.612Z"
    },
    {
        "id": 4,
        "title": "4",
        "content": "背着昏迷的刘婶，陆昭艰难地向海边跑去。刘婶是他在村里最亲近的长辈，从小照顾他长大，此刻她的呼吸越来越微弱，让陆昭心急如焚。然而等待他的却是更加骇人的景象：整片海域不知何时已经凝结成了墨色的水晶，月光照射在上面反射出森森寒光。海天相接处，一道诡异的紫色光幕缓缓升起，封死了最后的退路。刘婶在他背上微弱的呼吸提醒着他必须尽快找到出路。陆昭试图沿着海岸线寻找逃生的路径，却发现那些水晶化的海水正在缓慢向岸边蔓延。空气中弥漫着一股诡异的腥味，远处不时传来村民的惨叫声。更令人绝望的是，天空中的月亮竟然也开始泛起诡异的紫色，如同一只正在缓缓睁开的巨眼。陆昭的贝壳吊坠在这时发出了前所未有的强烈青光，似乎在对什么东西产生共鸣。",
        "createTime": "2025-01-31T10:59:22.670Z"
    },
    {
        "id": 5,
        "title": "5",
        "content": "就在绝望之际，天际突然响起一声震耳欲聋的雷鸣。一道紫色雷光如同天幕裂痕般划破夜空，劈开了弥漫的黑雾。雷光中，一个身着雷纹道袍的修士踏空而来。他袖袍一挥，十二柄闪烁着紫色电光的小剑呈扇形展开，剑尖直指翻涌的黑雾。陆昭认出了来人——玄天宗执法长老凌虚子。传闻中，此人是修真界赫赫有名的雷法宗师，但他为何会在此时出现？凌虚子的道袍上绣着栩栩如生的雷蛟纹章，每当雷光闪烁，那雷蛟仿佛都在发出无声的咆哮。他的出现让周围的空气都变得噼啪作响，连那些诡异的黑雾都开始剧烈翻腾，似乎在畏惧着什么。陆昭注意到，凌虚子在看到他胸前的贝壳吊坠时，眼中闪过一丝难以察觉的异色。十二柄紫电小剑在空中游走，编织出一张密不透风的雷网，将整个渔村笼罩其中。",
        "createTime": "2025-01-31T10:59:27.015Z"
    },
    {
        "id": 6,
        "title": "6",
        "content": "黑雾在雷光的逼迫下迅速凝聚，化作一尊三眼魔像。这魔像高达三丈，通体漆黑如墨，周身缠绕着诡异的符文，与玄武石像上的纹路竟有几分相似。凌虚子指诀变换，十二柄紫电小剑合围成阵，雷光如瀑。魔像在雷法攻击下节节败退，却突然张开第三只独眼，射出一道血色光芒直取陆昭。那光芒中仿佛蕴含着某种远古的意志，让人心神俱颤。空气中弥漫着浓重的血腥气，连月光都被染成了血色。陆昭感觉到一股来自灵魂深处的颤栗，那道血光中仿佛包含着无数冤魂的哀嚎。更诡异的是，他发现自己竟然对这股气息有种莫名的熟悉感，仿佛在很久以前就已相识。凌虚子见状大惊，想要出手相救，却被魔像的其他两只眼睛射出的黑雾缠住。",
        "createTime": "2025-01-31T10:59:31.275Z"
    },
    {
        "id": 7,
        "title": "7",
        "content": "千钧一发之际，陆昭怀中的贝壳吊坠突然震动，随即碎裂开来。一道青色光芒从碎片中迸发，与袭来的红光在空中相撞。两道光芒相互纠缠，如同两条交缠的巨龙，在夜空中激烈争斗。青光中隐约可见一个模糊的女子身影，散发着温柔而强大的气息，让陆昭想起了已故的母亲。红光则化作无数狰狞的鬼面，发出刺耳的尖啸。两股力量最终同归于尽，爆发出耀眼的白光。吊坠碎片散落在地，陆昭恍惚间看到其中似乎藏着一枚古老的符文，那符文与他手背上不知何时浮现出的北斗胎记竟然一模一样，却在月光下很快化为齑粉。空气中弥漫着一股特殊的清香，仿佛是来自遥远时空的馈赠。陆昭的心中涌起无数混乱的记忆碎片，却又很快消散。",
        "createTime": "2025-01-31T10:59:35.182Z"
    },
    {
        "id": 8,
        "title": "8",
        "content": "凌虚子抓住战机，以雷法凝聚出一座雷光牢笼，将最后一缕挣扎的黑雾困在其中。雷光牢笼呈八角形状，每个角落都刻着玄奥的符文，不断有紫色的雷蛇在其间游走。黑雾在雷光的灼烧下发出凄厉的嘶吼，其中隐约可闻“天机...”二字。这两个字一出，凌虚子面色骤变，雷光牢笼威力陡增。他的双手掐诀的速度快得只剩残影，口中念念有词，似乎在施展某种秘法。天空中的雷云变得更加厚重，无数雷蛇在云层中穿梭，仿佛在呼应着某种召唤。黑雾在最后的挣扎中化作点点星火，消散在夜空中。然而就在消散的瞬间，陆昭分明看到那些星火中有一缕没入了自己的眉心，带来一阵剧烈的头痛。凌虚子似乎也注意到了这一幕，眼中闪过一丝复杂的神色。",
        "createTime": "2025-01-31T10:59:38.795Z"
    },
    {
        "id": 9,
        "title": "9",
        "content": "危机解除后，精疲力尽的陆昭在昏迷前的最后一瞥中，看到了令他终生难忘的一幕：凌虚子道袍上的雷蛟纹章竟然活了过来，在月光下游动。那雷蛟栩栩如生，鳞片闪烁着金属般的光泽，每一个动作都充满了远古神兽的威严。更令人震惊的是，他分明看到凌虚子的瞳孔在那一瞬间变成了竖瞳，与雷蛟纹章如出一辙。不仅如此，凌虚子的脸上也浮现出细密的鳞纹，虽然转瞬即逝，却真实地印在了陆昭的记忆中。这个发现让他心中泛起惊涛骇浪，无数疑问涌上心头：凌虚子到底是人是妖？他为何会在此时出现？还有那个“天机”又代表着什么？然而这些疑问还未及细想，一阵天旋地转的感觉袭来，他再也支撑不住，陷入了昏迷。昏迷前的最后一刻，他似乎听到了一个苍老的声音在耳边叹息。",
        "createTime": "2025-01-31T11:00:00.946Z"
    },
    {
        "id": 10,
        "title": "10",
        "content": "第二天清晨，村民们在废墟中清理时，发现了一片泛着奇异光泽的青铜残片。这残片约莫巴掌大小，边缘处的断口呈现出不规则的形状，仿佛是某件神秘法器的一部分。当月光洒在残片上时，其表面浮现出七个精致的凹槽，恰似北斗七星的排列。每个凹槽都刻着玄奥的符文，与陆昭手背上浮现的胎记遥相呼应。陆昭在接触残片的瞬间，感受到一股莫名的亲切感，仿佛冥冥中自有天意。残片入手的那一刻，他的脑海中闪过无数模糊的画面：巍峨的仙山、古老的阁楼、漫天的星辰，还有一个身着星袍的模糊身影。这些画面转瞬即逝，却在他心中留下了难以磨灭的印记。而这，也正是他命运转折的开始。凌虚子站在远处，默默注视着这一切，眼中闪过一丝难以捉摸的神色。",
        "createTime": "2025-01-31T11:00:24.497Z"
    }
]