[
    {
        "id": 1,
        "title": "庆历星坠",
        "content": "庆历五年的冬风掠过邓州城垣时，总要在穰县郊外的白水河打个旋儿。河面浮着薄冰，岸边枯苇簌簌作响，周氏握着镰刀的手冻得通红，刀刃划过苇杆的脆响惊飞了觅食的寒鸦。\"先生娘子，这双麻鞋多添半寸苇絮罢。\"渡口摆摊的船娘递来三枚带着体温的铜钱，周氏笑着应下，低头咬断麻线时，望见河对岸的土墙上升起炊烟——该是文翰下学的时候了。\n\n陆家的茅檐悬着冰锥，堂屋里炭盆煨着几块松塔，青烟裹着松香漫过东墙那幅《寒江独钓图》。陆文翰正往黄麻纸上抄录《岳阳楼记》，笔锋在\"先天下之忧而忧\"处顿了顿，窗纸忽透进一缕熟悉的艾草香。\n\n\"今日张屠户家的二郎送来半斤腊獐子。\"周氏卸下竹篮，冻僵的手指在炭盆上烘着，\"说是抵了半月的束脩。\"她发髻上的木簪沾着苇絮，袖口还凝着冰溪的水痕。\n\n陆文翰接过妻子递来的粗陶碗，粟米粥上浮着腌芥菜的青碧。西厢传来织机吱呀声，月光漏进窗棂，照见墙角堆着新编的苇席，竹篾在周氏指间翻飞如燕尾，细密的经纬里织进白水河的晨霜暮雪。\n\n卯时的梆子敲破霜天，私塾里七八个蒙童呵着白气临帖。陆文翰握着最小的学生冻裂的手，教他写\"黎\"字的最后一捺。炭盆上煨着瓦罐，药香混着墨香，那是周氏天未亮就煎好的防风汤。\n瓦罐里的防风汤腾起白雾，在蒙童们冻红的鼻尖上凝成细珠。周氏挎着竹篮立在私塾窗下，耳畔还回荡着晨起在渡口听到的传闻——那位曾在《岳阳楼记》里写下\"政通人和\"的范大人，今冬竟要在白水河畔开凿渠堰。\n\n\"文翰。\"她轻叩斑驳的门框，袖口沾着新折的腊梅，\"王铁匠说范知州要从穰县征调河工......\"话音未落，喉间忽地泛起酸水，忙用帕子掩住口鼻。织了整冬的苇席在腰间勒出微隆的弧度，被晨风掀起的粗布襦裙下，隐约可见缠着艾草护腹的棉带。\n\n陆文翰疾步上前扶住妻子，掌心覆在她冻得发青的手背上。药罐里新添的益母草是前日典了《寒江独钓图》换来的，画轴空留的墙痕像道新鲜的伤口。\"县学同窗捎来邸报，范公要在邓州广修陂塘。\"他引着周氏坐在尚有余温的讲席上，\"等开春......\"\n\n檐角的冰锥突然断裂，清脆的声响惊得周氏肩头一颤。陆文翰望着妻子指节处皲裂的血痕，喉结滚动着咽下未尽之言。那幅当掉的画像是周氏陪嫁之物，去年深秋她挺着四个月身孕在苇荡割蓼蓝，染就的靛青正好补全了画中渔翁的箬笠。\n\n暮色染透窗纸时，周氏正将晒干的芦花絮进夹袄。陆文翰蹲在织机旁，把白日学生们拾来的松塔添进炭盆。\"范公在应天府办学时，给贫寒学子发过笔墨钱。\"他忽然开口，指尖摩挲着半截舍不得用的松烟墨，\"等渠堰修成，白水河边的苇田......\"\n\n\"你听。\"周氏停住纺锤，唇角扬起温柔的弧度。织机下的竹篾筐里，去年秋收存下的棉籽正窸窣作响——民间说这是婴孩在云端选娘亲的脚步声。陆文翰将耳朵贴向妻子微微起伏的小腹，炭火把他的侧脸映得忽明忽暗，一滴温热水珠无声渗进粗麻衣襟。\n\n霜降后的第一场雪落在白水河新筑的堤堰上，范仲淹亲笔题写的\"均水利\"石碑还泛着青岩的潮气。周氏扶着五个月身孕，在私塾后的菜畦里点萝卜种。冻土被官差征去修渠的农户们翻得蓬松，她蹲下身时，听见篱笆外蒙童们诵读《豳风》的声音混着冰碴脆响。\n\n\"七月流水，九月授衣。\"陆文翰握着戒尺轻点《诗经》扉页，目光却穿过支摘窗，落在妻子发间将坠未坠的雪粒上。蒙童们跟着先生念\"馌彼南亩\"，不知这\"送饭到田头\"的句子，正映着廊下竹篮里周氏备好的黍米团——用去年存下的陈艾染成青团，裹着河工们酬谢的腌鱼碎。\n\n县衙催缴青苗钱的木牌第三次钉进渡口老柳树时，周氏将织机搬到了私塾廊下。梭子穿过经线的节奏应和着诵书声，她腹中的孩儿常在\"薄污我私，薄浣我衣\"的吟哦里轻轻踢动。陆文翰教学用的沙盘换成河滩新淤的膏泥，学生们拿苇杆作笔，写出的\"沟洫\"二字还沾着春汛的水腥气。\n\n暮春的雨水涨满新渠，周氏临盆前夜仍在灯下补缀百衲被。陆文翰从县学借来的《齐民要术》摊在织机旁，泛黄的纸页间夹着野菊干——去年秋周氏采来给蒙童们治咳疾的。忽然一阵急雨敲打瓦松，他忙用身体护住妻子刚染好的蒙童春衫，靛蓝汁液顺着指缝滴在\"耕田\"篇目上，恰染透了\"顺天时，量地利\"几字。\n\n产婆拍响门环那日，白水河畔的早稻正在抽穗。雪粒子撞在窗棂上的脆响混着周氏的闷哼，陆文翰攥着半卷《水经注》在产房外来回踱步。戌时三刻，白水河突然传来冰层迸裂的轰鸣，惊得灶台上的药罐噗噗溢出褐汁——那是他典了整套《昭明文选》换来的老参。\n\n\"秀才公且宽心。\"接生婆王媪掀开棉帘，带进一股裹着艾草灰的腥甜，\"老身接生的崽子比苇塘的鸭子还多，这般懂事的头胎倒是少见。\"她袖口沾着血沫，却将目光投向东北方渐红的夜空，\"亥时尾，参星斜，只是这天象......\"\n\n话音未落，一道赤光劈开浓云。陆文翰踉跄着扶住织机，见那流星拖着朱砂色的尾焰坠向河堰方向，将满室映得如同浸在血泊中。西厢传来瓦瓮炸裂的脆响，去年秋封的桂花酿正顺着墙根蜿蜒成溪。\n\n\"文翰......\"周氏嘶哑的呼唤混在婴儿初啼中。陆文翰冲进屋内时，见妻子苍白的指尖正够向窗台——那里供着的范公《岳阳楼记》手抄本无风自动，泛黄的纸页上\"百废俱兴\"四字竟渗出淡淡朱痕。\n\n陆文翰解下棉袍裹住妻子，却发现周氏中衣内袋鼓胀——竟是那幅当掉的《寒江独钓图》，不知何时被她赎回，画中渔翁的箬笠新补了靛蓝，与流星残光交相辉映。\n\n\"叫怀瑾可好？\"周氏气若游丝，唇边却浮着笑。她望向墙角新糊的窗纸，昨夜剪的\"五毒\"花样正巧笼住坠星残影。陆文翰忽觉袖中微沉，原是那截舍不得用的松烟墨不知何时化开半寸，在粗麻袖口洇出北斗七星。\n\n五更天，里正拍门送来州衙檄文。范公亲拟的修渠告示盖着朱砂大印，与婴儿襁褓上的血渍惊人相似。陆文翰立在檐下研墨，见启明星位竟有赤色光晕，恍惚听得白水河新冰之下传来远古河伯的絮语。",
        "createTime": "2025-02-04T02:03:05.908Z",
        "updateTime": "2025-02-04T08:36:30.985Z"
    },
    {
        "id": 2,
        "title": "席纹映雪",
        "content": "庆历六年的邓州城头，残阳将最后一丝血色抹在斑驳的城墙砖上。陆文翰踩着散学的梆子声往家走，青布直裰的下摆沾满泥星。穰县乡塾的束脩总带着稻谷的清香——三斗糙米，两捆柴薪，偶尔能收到条腌得发黑的腊肉。经过城西瓦市时，他特意绕到周氏的草席摊前，正撞见妻子把最后一张苇席递给客商。\n\n\"今日卖了三张细篾席。\"周氏将铜钱串塞进襦裙暗袋，冻得通红的手指在围裳上擦了擦，\"倒比前日多挣了十五文。\"她背上的竹筐里，熟睡的陆怀瑾被《急就章》残页裹成个书卷儿，泛黄的纸页随着呼吸轻轻起伏。\n\n灶膛里的火光舔着陶釜，粟米粥在暮色中咕嘟作响。陆文翰就着最后的天光批改蒙童课业，笔锋在\"天地玄黄\"的\"玄\"字上顿了顿——这个字总被孩童写成扭动的蚯蚓。周氏的手指在织机上翻飞，新劈的苇篾泛着青白的光，像一尾尾银鱼在她指间游弋。\n\n腊八那日，陆怀瑾满周岁。晨光初透时，陆家院中已飘起黍糕的甜香。周氏将连夜赶制的虎头鞋套上儿子脚腕，忽然轻呼：\"当家的快看！\"只见怀瑾攥着用作襁褓的《急就章》残页，小嘴里正咿咿呀呀吐出不成调的音节。残页上\"师猛虎\"三个朱笔批注的字迹，恰被朝阳镀了层金边。\n\n抓周礼摆在书院借来的柏木案上。木剑横在《论语》旁，算筹与彩缕并陈，最边上躺着周氏赶织的簇新襕衫。怀瑾在案前爬了半圈，忽然抓住那册陪他度过襁褓时光的《急就章》，咯咯笑着往嘴里送。围观的邻舍轰然叫好，老里正颤巍巍举杯：\"此子来日必是经世之才！\"\n\n陆文翰却望着书页上洇开的涎水出神。他想起昨日批改的课业里，王屠户家的小子把\"上大人孔乙己\"抄成了\"上大刀孔乙己\"。寒门子弟的笔墨，终究敌不过朱门酒肉，就像这册《急就章》，不过是贫家儿遮身的废纸。\n\n夜雪压折竹枝的脆响中，周氏将卖席所得换了刀宣纸。她看着丈夫在新纸上写下\"赵钱孙李\"，忽然轻声说：\"等怀瑾开蒙，便用这纸抄《急就章》罢。\"火盆里，用作襁褓的残页正在化为灰烬，某个焦黑的\"学\"字在烈焰中蜷曲又舒展，像极了蒙童歪扭的笔迹\n\n庆历七年的春分，邓州城飘着沾衣欲湿的杏花雨。周氏背着怀瑾在瓦市摆摊，苇席上新添了双燕衔泥的纹样。王屠户的娘子抱着半岁大的闺女凑过来：\"周家嫂子这席面越发精巧，倒像是把春色都织进去了。\"怀瑾忽然在襁褓里扭动，伸出藕节似的小手去够席边垂落的苇篾。\n\n\"小郎君要抓周了？\"张铁匠提着新打的镰刀路过，铁器在春雨里泛着青光，\"我那婆娘腌的芥菜疙瘩，晚些送坛来添个彩头。\"\n\n夏至前夜，陆文翰在乡塾批改课业。月光漏过茅草屋顶，在\"云腾致雨\"的\"雨\"字上凝成光斑。李记绸庄的少东家李砚秋立在廊下，青缎直裰下摆沾着泥点：\"学生斗胆，想借先生家藏的《急就章》摹本一观。\"他袖中露出半截澄心堂纸，在蛙鸣声里泛着象牙色。\n\n怀瑾两岁生辰那日，老里正拄着枣木杖叩响柴门。竹篮里盛着新麦蒸的玉兔糕，兔眼嵌着两颗朱砂痣。\"老朽昨夜观星，紫微垣东南有文曲光动。\"老人枯枝般的手指拂过怀瑾头顶，\"这小郎昨日是否辨出了《千字文》残页？\"\n\n周氏织机的节奏乱了一拍。她想起前日晾晒旧书时，怀瑾摇摇晃晃从《颜氏家训》里抽出半张《千字文》，奶声奶气地念出\"辰宿列张\"。苇篾划破指尖，血珠滴在未完成的席面上，倒像绣了朵红梅。\n\n腊月里第一场雪落时，怀瑾染了咳疾。陆文翰当掉过冬的棉袍，换回三剂枇杷膏。药吊子在炭盆上咕嘟作响，周氏将最后半匹细篾席拆了，给儿子絮进夹袄。\"李记绸庄前日来订二十张婚席，\"她往火盆添了块松柴，\"说是要给砚秋少爷娶亲用。\"\n\n怀瑾忽然从病榻上支起身，沾着药汁的手指在灰墙上划拉。月光斜斜切过土墙，隐约现出个歪扭的\"秋\"字——正是陆文翰批改李砚秋课业时常用的朱批笔迹。\n\n庆历八年的上元灯节，邓州城飘满糯米酒的甜香。周氏抱着怀瑾挤在猜灯谜的人堆里，小娃儿忽然指着\"天地玄黄\"的灯笼喊：\"爹爹改错字！\"人群哄笑中，王屠户浑厚的嗓门炸开：\"陆先生家的崽子两岁就识文断字，赶明儿把我家虎妞许给他当媳妇！\"\n\n春闱放榜那日，李砚秋骑着青骢马踏碎一街柳絮。马鞍旁悬着个锦盒，里头躺着块洮河绿石砚。\"学生侥幸中举，特来还书。\"他望着正在院中临摹《急就章》的怀瑾，忽然解下腰间羊脂玉佩，\"给小师弟添个砚屏罢。\"\n\n周氏连夜将玉佩当了，换回一刀剡溪藤纸。当票藏在灶王爷画像后头，被油烟熏得焦黄。怀瑾趴在新糊的窗纸上描红，歪歪扭扭的\"赵钱孙李\"渗过纸背，在夕阳里开成墨梅。\n\n腊八粥香再次漫过邓州城时，怀瑾已能背诵半部《蒙求》。除夕守岁那夜，陆文翰在祭祖的黍糕下发现张皱纸——竟是怀瑾用炭条摹写的《急就章》批注，连他习惯在\"学\"字右角点的朱砂痣都分毫不差。\n\n周氏取下织机边的陶罐，哗啦啦倒出三百文铜钱：\"开春便送瑾儿去乡塾旁听罢。\"火盆里爆开个松果，惊醒了蜷在《急就章》摹本上打盹的狸花猫。泛黄的书页被猫爪挠出裂痕，某个\"经\"字裂作两半，倒像蒙童初学时的描红影格。",
        "createTime": "2025-02-04T08:38:06.643Z",
        "updateTime": "2025-02-04T08:58:52.414Z"
    }
]