[
    {
        "id": 1,
        "title": "第一回 月华仙山启征程 离别赠宝话前程",
        "content": "话说那东海之东，有座月华仙山。此山非是寻常山峰，乃是大乘真人月华立道场时，以元神内景外显所化。山中四时景色，尽随主人心境变迁。若是心情愉悦，满山桃花齐放，霞光万道；若是心有所思，细雨绵绵，雾锁山峰；若是动怒，便是雷霆震怒，电闪雨挥。\n\n这一日，正值仲春三月，天还未亮，月华仙山上空忽现七彩祥云，瑞气氤氲。山中桃林齐放，朝霞似火，晚星未褪，现出一派祥和景象。显然，山主人心情甚佳。\n\n且说冰心轩内，一位少女早已起身。这少女名唤凌霜，今年一十七岁，乃是月华真人座下关门弟子。只见她立于铜镜前，将一头如瀑青丝挽起。其容貌端得是：远山眉如黛描，杏眼含秋水，皓齿如贝，朱唇似火，肤若温润美玉，颈若春笋新抽。一袭天青色道袍穿在身上，更显得清雅脱俗。\n\n\"姑娘，\"门外传来苍老却慈爱的声音，\"可要老身帮你梳头？\"\n\n\"姥姥请进。\"凌霜转身，望着推门而入的老妪，露出温婉笑容。\n\n这位老妪名唤于姥姥，是月华真人座下一只千年灵鱼所化。平日里负责照料凌霜起居，教她些许人情世故。说来也巧，鱼姥姥虽是鱼类所化，却生得一副慈眉善目的模样，若是不知底细，定要以为是寻常人家的老婆婆。\n\n\"今日是个好日子啊，\"于姥姥走到铜镜前，接过凌霜手中的玉梳，轻轻为她梳理长发，\"老身特地熬了一碗养神汤，你趁热喝了吧。\"\n\n凌霜接过瓷碗，轻啜一口，只觉一股暖流入腹，周身说不出的舒泰。\"多谢姥姥。十七年来，每日都有姥姥照料，今日一别，真是...\"话未说完，眼圈已红。\n\n\"好孩子，\"于姥姥放下玉梳，也红了眼眶，\"姥姥知道你天资聪颖，不该困在这一方天地。这些年看着你从一个懵懂小女娃，修成金丹境界，姥姥心里既欢喜又不舍。\"\n\n说着，于姥姥从袖中取出三件物事：\"这个香囊内藏避秽驱邪之物，随身携带可保平安。这三粒养气丹乃是老身千年修为所炼，危急时服下可救命。还有这寻路罗盘，虽不是什么稀罕物事，却能指引方向，免得你迷失道路。\"\n\n凌霜双手接过，小心收入袖中。刚要道谢，外头忽传来清亮声音：\"凌霜，到映霞堂来。\"是师尊唤她。\n\n\"姥姥，弟子这就去见师尊。\"凌霜转身欲走。\n\n\"且慢，\"于姥姥叫住她，取出一方手帕替她拭去眼泪，\"去见师尊，莫要这般失态。\"\n\n映霞堂中，月华真人正抚琴而坐。但见她一袭素白道袍，容貌看似三十许人，实则已是千岁高龄。指间轻拨琴弦，悠扬曲调在堂内回荡。\n\n\"弟子参见师尊。\"凌霜恭敬行礼。\n\n月华真人停手抚琴，凝视爱徒片刻，说道：\"十七载光阴，转眼即逝。为师昨日夜观天象，已到了你离开此界的时日了。再留在山中，反倒耽误了你的道途。\"\n\n\"弟子明白。这些年承蒙师尊教导，凌霜没齿难忘。\"说着，凌霜跪地磕头。\n\"起来吧。\"月华真人起身，走到凌霜身边，取出三件法宝，\"这炼妖壶乃是上品仙器，不但可以助你降妖捉怪，内中还有一位壶灵小青，可以陪伴你左右。\"\n\n说着，月华真人轻轻摇晃炼妖壶，只见一道青光从壶中飞出，化作一条巴掌大小的青色小龙。这小龙通体晶莹剔透，龙角龙鳞清晰可见，灵动可爱。\n\n\"参见主人！\"小青绕着凌霜飞了一圈，欢快地说道，\"我是炼妖壶的器灵小青，以后就跟着主人你啦！\"\n\n凌霜看着活泼可爱的小青，不禁莞尔一笑：\"小青不必多礼。\"\n\n\"主人真好看！\"小青飞到凌霜肩头，亲昵地蹭了蹭她的脸颊，\"我一定会好好保护主人的！\"\n\n月华真人见状露出慈祥的笑容，又取出其他两件法宝：\"这太阴珠与你冰系体质极为相合，佩戴在身可助你修炼。这月华簪中记载着为师毕生心得，你且慢慢参详。另外，这簪内还藏有千里传音符，倘若遇事不决，也可与为师传音商议。\"\n\n凌霜恭敬接过法宝，又将自己心爱的冰魄琴背好。这琴乃是上品法器，抚琴时可引动天地之力。是月华真人亲手所制，赠与凌霜的第一件礼物。\n\n\"记住，\"月华真人语重心长道：\"修道之路，明心见性最要紧。外头世界，龙蛇混杂，你需处处留心。尤其是...\"说到这里，月华真人忽然顿住。\n\n\"师尊有何指教？\"凌霜问道。\n\n月华真人摇头一笑：\"也罢，有些事情，需要你自己去经历、去领悟。为师只愿你能记住：无论遇到什么事，都要保持本心。\"\n\n\"弟子谨记师尊教诲。\"\n\n此时天色渐明，彩霞满天。月华真人袖袍一挥，顿时清风徐来，卷起满地桃花。凌霜立于山巅，回首望去：\n\n但见仙山缥缈，云雾缭绕，\n桃花纷飞，香气氤氲，\n师尊立于殿前，仙风道骨，\n鱼姥姥立于一旁，泪眼相送。\n\n\"去吧。\"月华真人轻声道。声音随风传来，似远似近。\n\n凌霜深深一揖，将月华簪插入发间，清啸一声，化作一道青光冲天而去。霎时间，满天桃花随风起舞，如雨般洒落。\n\n诗曰：\n仙山数载育青莲，今日别离情依依。\n莫道修真无眷恋，桃花满地惜别时。\n云端一点向远方，未知何处是归程。\n但愿红尘炼心性，他日归来见师明。\n\n却说凌霜离开月华仙山，一路向东而去。这一走，便是世事沧桑，红尘万丈。她本以为此去便是快意逍遥，谁知前路险阻重重，预知后事如何，且听下回分解",
        "createTime": "2024-12-30T01:42:45.598Z",
        "updateTime": "2025-01-09T00:57:53.698Z"
    },
    {
        "id": 2,
        "title": "第二回 初入江湖遇奇人 一曲琴音惊四座",
        "content": "话说东海之滨有一大国，名曰大周。大周朝乃是修真世界第一大朝，国运昌盛，人杰地灵。其境内有三山五岳、八荒古地，更有无数修真门派隐世其中。这青云镇便是大周东南一处繁华集镇，因常有云雾缭绕，故而得名。镇上不但有凡人居住，也常有修士来往，是方圆千里最热闹的去处。\n\n这日清晨，只见青云镇外山道上缓步走来一位仙子。但见她肤色如雪，眉目如画，一袭淡蓝色道袍随风轻拂，黑发如瀑，发间一支月华簪熠熠生辉。正是刚离开月华仙山的凌霜。\n\n\"小姐姐，你看那边有卖糖葫芦的!\"炼妖壶中忽然传来一个稚嫩的声音。\n\n凌霜微微一笑：\"小青，你这壶灵倒是贪嘴。\"说着从袖中取出炼妖壶，只见一条巴掌大的青色小龙从壶中飞出，欢快地绕着凌霜飞舞。\n\n\"人家这不是第一次见到集市嘛。\"小青撒娇道，\"师姐你看那边还有卖法器的，我们去瞧瞧好不好？\"\n\n凌霜轻轻摇头：\"修道之人，当以明心见性为要，不可贪恋外物。这是师尊的教诲。\"\n\n\"切，你就学那些老古板。\"小青嘟着嘴，\"我看你就是太死板了，难怪二师兄总说你......\"\n\n\"二师兄怎么说我了？\"凌霜挑眉问道。\n\n\"没、没什么......\"小青慌忙躲回壶中。\n\n凌霜正要追问，忽听身后传来一阵爽朗笑声：\"哈哈哈，说你太过拘谨，不懂得活在当下呗！\"\n\n凌霜回头一看，只见一个衣衫褴褛、蓬头垢面的道人正笑眯眯地看着她。不是别人，正是她的二师兄邋遢道人。\n\n\"二师兄！\"凌霜惊喜道，\"你怎么在这里？\"\n\n\"嘿嘿，为兄掐指一算，知道师妹今日要来此地，特地在此等候。\"邋遢道人捋了捋乱糟糟的胡子，\"怎么样，二师兄的算术准不准？\"\n\n\"师兄神通广大。\"凌霜恭敬道。\n\n\"得了吧，和师父比起来，为兄这点本事不值一提。\"邋遢道人摆摆手，从破烂道袍中掏出一个酒葫芦，咕咚咕咚灌了几口，\"来来来，师兄带你去个好地方。\"\n\n说着，也不等凌霜回答，拉着她就往街上走去。凌霜虽然性子内敛，但对这个滑稽幽默的二师兄却是打心眼里敬重。当年她刚入门时，就是二师兄教她琴艺，还常常给她讲些江湖趣事。\n\n\"小姐姐，二师兄最懂得享受生活了。\"小青又从壶中探出头来，\"你就别板着脸了。\"\n\n邋遢道人带着凌霜七拐八拐，来到一家名为\"醉仙楼\"的酒楼前。这酒楼共有三层，飞檐翘角，颇为气派。门前悬着一块金匾，上书\"醉仙楼\"三个大字，笔力遒劲。\n\n\"这家店的老板是我的一位故交，\"邋遢道人神秘兮兮地说，\"他家的'醉仙佳酿'可是难得的好酒，连化神境界的修士喝了都说好。\"\n\n凌霜闻言，不由得蹙眉：\"二师兄，师尊说过，修道之人......\"\n\n\"得得得，我知道，修道之人要明心见性。\"邋遢道人打断她的话，\"可师妹你想想，这红尘万象，酒肆茶楼，不也是一处修行之地？你若只知清修，不懂人间烟火，如何能真正明心见性？\"\n\n这番话倒是说到凌霜心坎里去了。她想起临行前师尊的话：\"有些事情，需要你自己去经历、去领悟。\"莫非师尊早就料到会有这一遭？\n\n正思索间，忽听一阵琴声从酒楼二楼传来。这琴音颇为高妙，但其中隐含一丝杂乱之气，显是弹琴之人心绪不宁。\n\n\"咦？\"邋遢道人停下脚步，\"这琴声......\"\n\n\"二师兄可是认得这琴声的主人？\"凌霜问道。\n\n\"有点意思。\"邋遢道人捋着胡子笑道，\"师妹，为兄记得你最擅长的就是琴艺，不如上去会会这位知音如何？\"\n\n\"这......\"凌霜有些犹豫。\n\n\"去嘛去嘛！\"小青在一旁怂恿，\"小姐姐你的琴艺可是一绝，说不定能帮上那位公子呢。\"\n\n凌霜思忖片刻，终于点头。三人上得楼来，只见二楼雅座中，一位白衣公子正在抚琴，周围已围了不少看客。那公子约莫二十岁上下，面如冠玉，气质清雅，只是眉宇间隐约带着一丝忧色。\n\n\"有点意思。\"邋遢道人眯着眼睛看了看那公子，又看了看凌霜，嘴角露出一丝高深莫测的笑意。\n\n\"二师兄为何这般说？\"凌霜不解。\n\n\"天机不可泄露。\"邋遢道人神秘一笑，\"为兄还有要事在身，就先行一步。师妹你且在此多留片刻，或有机缘。\"\n\n说罢，邋遢道人一拍腰间破葫芦，化作一道清风消失不见。这一手遁法，看得周围食客惊叹不已。\n\n\"小姐姐，\"小青凑到凌霜耳边，\"我怎么觉得二师兄是在给你制造机会？\"\n\n凌霜没有理会小青的打趣，专心听着那白衣公子的琴声。只听那琴音时而高亢激昂，时而低沉婉转，时而杂乱无章，显然是心有所困。\n\n\"这位公子琴艺不凡，只是似有心事。\"凌霜心道。她本就精通音律，见此情形，不由得驻足倾听。谁知这一停，却引出一段奇缘，预知后事如何，且听下回分解。",
        "createTime": "2024-12-30T06:30:42.882Z",
        "updateTime": "2024-12-30T06:30:56.292Z"
    },
    {
        "id": 3,
        "title": "第五章 暖炉夜话",
        "content": "腊月十七的雪落在明珠岛上，像撒了一把碎盐晶。卫凌霜把最后半坛梅子酒埋进炼妖壶时，小青正趴在房梁上打哈欠，青玉般的龙尾垂下来晃悠：\"你今年渍的梅子太酸，海猴子喝了都要做鬼脸。\" 龙尾尖卷着的竹簸箕里，晒着从望潮礁采来的紫苏梅——那是用三筐牡蛎跟货郎陈伯换的。\n\n\"去年说太甜的是谁？\" 凌霜呵着白气搓手，看壶口腾起的热雾在窗棂凝成霜花。🍵她顺手把烤糊的紫菜脆片掰碎撒进虾皮粥里，这是小青灵力低迷时最爱的夜宵。灶台边挂着串风干水母伞，每逢阴雨天就会渗出彩虹色的露珠，正好拿来润补渔网。\n\n壶里传来细碎的咔嗒声，那些被净化的小妖正在抢暖炉边的位置。自从上个月她给壶内空间添了地龙，这群小家伙就学会了用贝壳当货币竞拍最佳取暖点。🍵花斑海马总爱囤积粉珍珠占座，结果被藤壶精们用粘液把座位黏成了公共长凳。\n\n戌时三刻，小青忽然化作青蛇缠上她的手腕。这是龙族灵力低潮期的征兆，每逢海底寒流过境，他的元神便格外畏冷。凌霜用银簪挑开火塘里的煨栗子，听着柴火噼啪声中小青逐渐均匀的呼吸，想起他初来那年的冬夜。那时她还不懂用海葵汁液给鳞片保温，整条龙冻得硬邦邦戳在墙角，活像老吴叔雕坏了的青龙木像。🍵如今她早备好了鳕鱼胶熬的鳞片养护膏，混着晒足一百八十日的海盐，抹在龙尾上会泛出淡淡的珊瑚光。\n\n\"叮铃——\"\n\n壶盖突然震颤着掀起道缝，一团毛茸茸的雪球滚出来。是上个月收服的雪女残魂，此刻正扒拉着缺失一角的壶盖呜呜低鸣。🍵那缺口形似月牙，凌霜用晒干的巨藻编了圈软边——巨藻要在夏至正午采摘，泡过七星螺的黏液才有足够韧性。修补处别着朵冰冻的蓝玫瑰，其实是小青用霜花法术捏的装饰品。\n\n炉火将两人影子投在墙面的海图上，凌霜咬断鱼线时尝到铁锈味——原来是小青悄悄把护心鳞融进线里。🍵这线是拿发光水母的筋络纺的，得趁着满月夜用礁石砧板捶打三百下，成品会随温度变换颜色。此刻在暖意里泛着橙红，像条慵懒的霞光。\n\n修补到亥时初刻，壶盖合拢的瞬间，她忽然听见村里人哼过的渔歌。调子拐过第三个弯时，小青的尾巴盖住了她生冻疮的脚踝。🍵那处贴着用荧光海藻泥糊的膏药，是哑女珊瑚晌午送来的，装在河豚皮缝制的保暖袋里，还带着体温。小青的尾巴盖住了她生冻疮的脚踝。🍵那处贴着用荧光海藻泥糊的膏药，是哑女珊瑚晌午送来的，装在河豚皮缝制的保暖袋里——这种皮料需用净化后的水母妖触手鞣制，正是凌霜上月交给渔具坊的技艺。\n\n🌊窗根下突然传来贝壳相击的脆响，三短一长，是货郎陈伯的暗号。凌霜推开条窗缝，吊篮里盛着新收的怨气陶罐——那些被恶妖附体的器物，经炼妖壶净化后就成了上好的腌菜坛。作为交换，她放进去两包安眠香，原料是去年净化梦貘时收集的褪色噩梦。\n\n\"珊瑚今早领走了识字班的小刺魟。\"小青用尾巴卷起竹筒，里面是孩子们用鱿鱼墨写的感谢信。那只总卡在礁石缝的刺魟妖，现在每天负责护送采珠船进出暗流。信纸浸过鲍鱼汁，在月光下会显出小童们歪扭的涂鸦：凌霜姐举着壶收妖，小青盘在云朵上喷彩虹。\n\n🌊卯时未至，酒坊寡妇阿玥就踩着冰碴来拍门。她抱着去年中元节净化的酒坛妖，坛口不断吐出混了妖气的浊酒。\"劳烦凌霜姑娘再给它洗洗髓。\"阿玥呵着冻红的手，\"今冬冷得邪乎，大伙就指着这热酒驱寒。\" 作为报酬，凌霜得到了半罐霜糖——糖块里凝着雪妖的祝福，能让炼妖壶结出更剔透的冰晶。\n\n壶中忽然传来铃音，是净化完成的信号。凌霜倒出三枚温润的蜃气珠，晨光里浮出昨夜雪女残魂的记忆：原来她本是守护渔村祠堂的雪童子，五十年前被外乡术士打碎真身。小青对着珠子吹了口龙息，珠内便下起细雪，正适合给育苗棚降温。\n\n\"西头晒盐场又闹碱妖了。\" 老吴叔浑厚的嗓门混着海风灌进来，他总拿妖兽血晶当船资。凌霜包好一捧海芙蓉种子递出去——这种在净化妖土里生长的花，能解盐工们手脚皲裂的顽疾。",
        "createTime": "2025-01-24T07:04:32.423Z",
        "updateTime": "2025-01-24T07:18:37.101Z"
    },
    {
        "id": 4,
        "title": "第六章 盐田谣",
        "content": "辰时的日头刚舔上海平线，晒盐场的碱霜已结出六棱晶花。凌霜踩着老吴叔的舢板登上盐礁时，正撞见三五个盐工举着蛤蜊铲跳祭祀般的舞步——这是他们驱赶碱妖的土法子，镶了镜贝片的草鞋在盐板踏出细碎光斑。\n\n\"这孽障专挑二等盐垛作窝。\"盐场主事赵三娘甩过来件海狮皮斗篷，领口缀着防腐蚀的鲎甲片，\"姑娘当心些，昨儿它把王老汉的铜烟锅都蚀成了筛子。\"\n\n凌霜蹲在泛黄渍的盐垄边，指尖抹了把晶粒搓捻。小青从袖口探出脑袋，对着盐粒哈出缕霜气，霎时显出道蚯蚓状的蠕动痕迹。\"是碱虱群聚成的妖瘴。\"龙尾扫过她耳垂，\"得找着母虫，不然收不完。\"\n\n🌊盐工们闻言抬来特制的杉木风箱，这是用净化后的海柳妖枝榫接而成。八人合力鼓风时，箱体表面浮现出当年凌霜帮他们刻的避潮咒文。咸涩的风掠过盐田，只见东南角的二等盐垛突然腾起灰雾，千百只米粒大的碱虱振翅发出砂纸摩擦声。\n\n\"小青，准备三才阵！\"凌霜甩出炼妖壶，壶口却只滴下几滴懒洋洋的灵液——这器物竟嫌碱妖品阶太低不肯开工。赵三娘憋着笑递来竹盐筒：\"咱盐场规矩，得给法器喂点见面礼。\"\n\n🌊凌霜无奈撒了把特制盐晶，这是用酒坊浊酒提纯的妖盐。炼妖壶顿时精神抖擞，壶身浮现出收妖饕餮纹。小青趁机朝壶底喷了口龙息，青焰裹着盐粒形成捕网，将企图钻进盐垛的母虫逼出原形：竟是只琥珀色的盐蜂，腹囊鼓胀如琉璃灯笼。\n\n\"且慢！\"老盐工福伯突然颤巍巍捧出个陶瓮，\"这蜂王去年还帮我们除过盐蠹。\"凌霜细看才发现蜂针上串着未消化的蠹虫残骸。小青甩尾打散捕网：\"难怪妖气里混着委屈味。\"\n\n🌊凌霜改将炼妖壶倒悬，壶口淅淅沥沥洒下净化用的月光螺汁液。盐蜂群聚成的灰雾逐渐褪色，最终凝成个巴掌大的盐晶小妖，头顶还翘着根蜂王残留的触角。赵三娘惊喜地发现，被它爬过的盐垄自动析出优质一等盐。\n\n\"就叫它盐管家如何？\"凌霜给小妖戴上芦苇编的工牌，\"每日未时让它巡田，遇着板结就唱除尘谣——调子得用《晒盐号子》第四段，小青昨晚刚教的。\"\n\n🌊暮色里，盐工们送来酬谢的紫晶盐，内封着碱妖净化时迸发的星火。凌霜转手将星火盐埋进炼妖壶，壶中顿时长出一丛耐碱的珊瑚菜。小青盘在菜叶上打盹，尾巴尖有一下没一下地拍打壶身，哼的正是新编的《盐田安魂曲》。",
        "createTime": "2025-01-24T07:54:47.007Z"
    },
    {
        "id": 5,
        "title": "第七章 盐雪惊魂",
        "content": "寅时刚过，晒盐场的晨雾里突然炸响串琵琶声——这是盐工们给盐管家设定的开工铃。谁知今日那盐晶小妖从陶罐里蹦出来时，头顶工牌倒转了三圈，除尘谣的调门活像醉汉哼曲。\n\n\"坏事了！\"赵三娘举着铜锣冲进盐垛时，正撞见盐管家把《晒盐号子》第四段唱成了倒放版。盐粒在妖力催动下跳起胡旋舞，眨眼间凝成个八尺高的盐巨人，鼻孔还喷着星火盐的紫烟。\n\n🌊凌霜赶到时，盐巨人正追着老吴叔要\"除尘\"。老头儿的蓑衣被妖风卷得只剩骨架，怀里的烟丝袋子倒是被擦得锃亮。\"这孽障非说老夫耳背里有灰！\"老吴叔窜上晾盐架，\"它拿盐晶针要给我掏耳朵！\"\n\n小青盘在凌霜肩头笑得打颤：\"让你非教它《除尘谣》配广场舞步。\"龙尾扫过炼妖壶，壶口溢出的灵液却突然被盐巨人吸走——原来它把壶当成了伴奏乐器，壶液入喉竟吐出串七彩盐泡泡。\n\n🌊盐工们急中生智，抡起海带绳编的捕妖网。谁知盐管家误以为这是新游戏，操控巨人把盐垛堆成迷宫阵。众人追到午时三刻，个个成了白毛盐人，远远望去好似雪怪赶集。\n\n哑女珊瑚突然比划着递来半截海螺哨，正是盐管家最爱的磨牙玩具。凌霜吹响《归巢调》，盐巨人应声坍成盐山，从中滚出的盐管家正抱着块盐砖打嗝——原来它昨夜偷吃了小青泡鳞片的陈年梅子酒。\n\n🌊为表歉意，盐管家花了整晚把盐场库房擦得能照影。赵三娘次晨开仓时惊得失手摔了盐匙：十万斤盐晶被雕成微缩楼阁，连盐工们丢的铜钱都打磨成了瓦当。小青喷了口龙息固形：\"留着吧，好歹是套能镇宅的盐雕。\"\n\n从此《除尘谣》改成了轻柔的摇篮曲调，盐管家腰间也别上了禁酒令木牌。只是每逢酒坊飘香，盐垛间仍会诡异地冒出些梅子形状的盐晶，像极了某个小妖未了的馋念。",
        "createTime": "2025-01-24T07:56:12.371Z"
    },
    {
        "id": 6,
        "title": "第八章 壶中仙醪",
        "content": "立春前三日，炼妖壶里的梅枝突然结出鹅黄酒曲花，凌霜知道这是启窖的讯号。她掀开壶盖钻进须弥境，迎面撞见三只醉醺醺的雪貂妖——这群偷酒惯犯正抱着陈酿的鲛人泪坛打盹，绒毛上沾满七彩酒露。\n\n\"该换防潮符了。\"小青盘在酒窖横梁提醒。龙尾扫过岩壁，苔藓间顿时浮现去年夏至刻的刻度线。🌿凌霜踩着青藤梯爬上窖顶，将新采的月光螺壳压在三才位——这种螺壳浸过净化后的梦貘涎，能根据窖温变幻透气孔大小。\n\n酿酒十二时辰\n\n寅时：唤醒沉睡的潮汐菌（需对着壶口吹《醒灵谣》）\n\n辰时：投放腌制整年的紫海葡萄（果皮留着盐管家的除尘印记）\n\n午时：小青盘踞窖顶喷吐恒温龙息（温度过高会触发他打喷嚏）\n\n酉时：酒妖合唱团在酒液中巡游（净化后的酒坛妖负责调和风味）\n\n🌊开市那日，凌霜的摊子刚支起就围满老饕。哑女珊瑚帮她挂上海草帘，上面缀着贝壳酒牌：\n🍶「雾隐」——混入雪女叹息的米酒，饮后呵气成霜\n🍶「珊瑚泪」——泡着净化鲛人鳞片的果酒，杯底会绽放海葵纹\n🍶「龙涎香」——小青打瞌睡时滴入的涎液酿制，专治渔民风湿\n\n货郎陈伯挤在最前头，捧着祖传的陨铁酒壶：\"给咱灌二两'忘忧尘'，要去年收的那批蜃妖泪酿的！\"他新娶的续弦总念叨旧人，这酒能让人醉在美梦里却记不清梦的内容。\n\n市集百景：\n\n酒坛妖自动斟酒，壶嘴随顾客心情变换形状（忧郁者用海螺嘴，欢快者用鲸鱼喷口）\n\n盐管家溜出来当临时账房，盐晶算珠打得噼啪响（错账时会羞愧得冒紫烟）\n\n灯笼妖们组成流动灯架，照得酒液泛起星辉\n\n🌿未时三刻，酒坊寡妇阿玥突然红着眼眶冲来。她抱着去年寄存的\"相思酿\"，坛中本该凝结的情丝全成了灰絮——原来这酒需寄存在怨气未消的器物里。凌霜抽出根发丝浸入酒中，发梢立刻显现出阿玥昨夜偷掺晨露的画面。\n\n\"掺不得无根水。\"她将酒坛埋进炼妖壶的悔过角，\"让壶里那些偷酒小妖舔三天坛壁，兴许还能救。\"\n\n暮色渐浓时，小青缠着凌霜讨要工钱。龙尾尖指向那坛\"龙涎香\"，鳞片却泛起可疑的粉晕——原来他趁人不备，在今日售卖的每坛酒里都藏了片逆鳞。月光下，所有饮过酒的人眼底都浮着游龙纹，像一场秘而不宣的守护仪式。",
        "createTime": "2025-01-24T08:05:56.101Z"
    }
]