"**五卷总纲：寒门士子在变法浪潮中的成长蜕变，以《清明上河图》式笔触展现北宋社会全景**\n\n*   **历史跨度：** 1068年（熙宁元年）至1085年（元丰八年）\n\n**一、主要人物**\n\n1.  **苏轼 (字：子瞻)** ( *原型: 苏轼*)\n\n    *   **性格特征：** 天赋异禀、旷达豪放、富有才情，但也性格直率、不拘小节，容易得罪人。内心深处渴望施展才华、济世安民，但也惧怕政治斗争的残酷。\n    *   **背景故事：** 生于眉州苏家，自幼聪慧，与弟苏辙一同考中进士，受到欧阳修赏识。初入仕途，便因其才华横溢而备受瞩目。早年才华横溢，后期因反对变法被贬，仕途坎坷。\n    *   **能力特点：** 诗词文章堪称一绝，精通书法绘画，对儒释道皆有研究，擅长以文讽喻时弊。具有敏锐的政治洞察力，但缺乏圆滑处世的手腕。\n    *   **成长轨迹：** 从最初的意气风发，到经历变法带来的政治风波，逐渐学会更加成熟稳重地处世，但始终保持内心的理想和坚持。\n    *   **矛盾冲突：** 其直言敢谏的性格与王安石变法的铁腕手腕形成冲突。既想为国为民贡献力量，又不愿同流合污，在理想与现实之间挣扎。\n    *   **个性特征：** 喜爱美食，常以美食自喻人生哲理。\n    *   **人物决策树：**\n        *   面临政治选择：\n            *   支持变法：可能获得快速晋升，但违背内心原则。\n            *   反对变法：可能被贬谪，但保持内心清高。\n            *   保持沉默：可能苟安一时，但无法实现济世理想。\n\n    *   **\"性格-处境\"响应表：**\n\n        | 角色 | 恐惧源 | 应激反应模式 | 道德底线 |\n        |---|---|---|---|\n        | 苏轼 | 无法施展才华，报国无门 | 借诗词文章讽喻时弊，直抒胸臆 | 不违背良知，不伤害百姓 |\n\n2.  **王安石 (字：介甫)** (*原型: 王安石*)\n\n    *   **性格特征：** 坚毅果敢、铁腕强硬、具有强烈的改革意志，但有时过于自信、固执己见，听不进不同意见。内心深处渴望富国强兵，实现国家复兴，但也可能为了目的不择手段。\n    *   **背景故事：** 出身于书香门第，自幼立志改革弊政，科举入仕后，目睹北宋积贫积弱的现状，决心推行变法。\n    *   **能力特点：** 具有卓越的政治才能和改革魄力，善于制定政策和任用人才，但缺乏与反对派沟通协调的能力。\n    *   **成长轨迹：** 从最初的雄心勃勃，到遭遇变法的重重阻力，逐渐变得更加强硬和孤僻，甚至不惜打压异己。\n    *   **矛盾冲突：** 与苏轼等保守派官员在变法问题上产生激烈冲突。为了推行变法，不惜牺牲部分人的利益，引发社会矛盾。\n    *   **个性特征：** 生活简朴，不讲究享受，全身心投入到变法事业中。\n    *   **人物决策树：**\n        *   面对变法阻力：\n            *   妥协退让：变法失败，国家继续衰弱。\n            *   强硬推行：引发社会矛盾，但也可能实现富国强兵。\n            *   寻求平衡：可能获得部分支持，但变法效果有限。\n\n    *   **\"性格-处境\"响应表：**\n\n        | 角色 | 恐惧源 | 应激反应模式 | 道德底线 |\n        |---|---|---|---|\n        | 王安石 | 变法失败，国家衰弱 | 排除异己，强硬推行 | 维护国家利益，不谋私利 |\n\n3.  **沈括 (字：存中)** (*原型: 沈括*)\n\n    *   **性格特征：** 聪颖好学、博闻强识、具有科学精神，善于观察思考，但也性格内敛、不善于表达，在政治上立场摇摆。内心深处渴望探索自然奥秘，为国家贡献科技力量，但也害怕卷入政治斗争。\n    *   **背景故事：** 出身于官宦世家，自幼受到良好的教育，对天文、地理、数学、医学等领域都有浓厚的兴趣。\n    *   **能力特点：** 具有卓越的科学研究能力和创新精神，在天文、地理、数学、医学等领域都有重要贡献。\n    *   **成长轨迹：** 从最初的潜心研究，到参与变法中的科技改革，再到因政治斗争而受到牵连，逐渐变得更加谨慎和低调。\n    *   **矛盾冲突：** 在变法问题上立场摇摆，既想支持变法中的科技改革，又不想得罪反对派，陷入两难境地。\n    *   **个性特征：** 喜欢收集奇珍异物，对自然现象充满好奇。\n    *   **人物决策树：**\n        *   面对政治站队：\n            *   坚定支持变法：可能获得重用，但面临政治风险。\n            *   反对变法：可能保全自身，但失去改革机会。\n            *   保持中立：可能左右逢源，但也可能两边不讨好。\n\n    *   **\"性格-处境\"响应表：**\n\n        | 角色 | 恐惧源 | 应激反应模式 | 道德底线 |\n        |---|---|---|---|\n        | 沈括 | 政治斗争，牵连自身 | 保持中立，左右逢源 | 不参与政治阴谋，维护科学真理 |\n\n4.  **李清照 (字：易安)** (*原型: 李清照*)\n\n    *   **性格特征：** 聪慧敏感、才华横溢、具有独立思考的精神，但也命运多舛、情感细腻，容易受到伤害。内心深处渴望自由和爱情，但也受困于封建礼教的束缚。\n    *   **背景故事：** 出身于书香门第，自幼受到良好的教育，对诗词文章有浓厚的兴趣。\n    *   **能力特点：** 诗词创作堪称一绝，具有独特的艺术风格和深刻的情感表达。\n    *   **成长轨迹：** 从最初的自由快乐，到经历婚姻的变故和战乱的颠沛流离，逐渐变得更加坚强和独立。\n    *   **矛盾冲突：** 与当时的社会环境和传统观念产生冲突。既渴望自由和爱情，又不得不接受封建礼教的束缚。\n    *   **个性特征：** 喜爱饮酒，常以酒寄托情感。\n    *   **人物决策树：**\n        *   面对婚姻选择：\n            *   接受父母安排：可能获得安稳生活，但失去爱情自由。\n            *   追求自由恋爱：可能面临社会压力，但获得真爱。\n            *   保持独立：可能孤独一生，但保持精神自由。\n\n    *   **\"性格-处境\"响应表：**\n\n        | 角色 | 恐惧源 | 应激反应模式 | 道德底线 |\n        |---|---|---|---|\n        | 李清照 | 失去自由，情感压抑 | 以诗词抒发情感，追求精神自由 | 不违背良知，不伤害他人 |\n\n**二、次要人物**\n\n*   **宋神宗 赵顼：** 渴望变革，但优柔寡断，容易受到身边人的影响。\n*   **高太后：** 保守派的代表人物，反对变法，力图维护旧制度。\n*   **司马光：** 保守派的领袖，与王安石在朝堂上展开激烈辩论。\n*   **蔡京：** 善于钻营，投机取巧，是变法中的投机分子。\n*   **章惇：** 坚定的变法派，但为人阴险，手段残忍。\n*   **苏辙 (字：子由)：** 苏轼之弟，与兄长一同考中进士，性格相对稳重。\n*   **欧阳修：** 文坛领袖，对苏轼兄弟的才华赏识有加。\n*   **一位《清明上河图》中的普通百姓 (例如：说书人、脚夫、老板)：** 从微观角度展现变法对底层社会的影响。\n\n**三、人物关系网络**\n\n*   **王安石 & 苏轼：** 对立关系。王安石是变法派的领袖，苏轼是反对变法的代表人物，两人在朝堂上和诗词文章中展开激烈交锋。\n*   **宋神宗 & 王安石：** 君臣关系。宋神宗是变法的支持者，王安石是变法的执行者，两人相互依赖，但也存在权力制衡。\n*   **高太后 & 司马光：** 盟友关系。高太后是保守派的代表人物，司马光是保守派的领袖，两人共同反对变法。\n*   **沈括 & 王安石：** 利用关系。王安石需要沈括的科技才能来支持变法，沈括也希望通过变法来实现自己的科技理想，但两人之间缺乏真正的信任。\n*   **苏轼 & 苏辙：** 兄弟关系。两人情深义重，在政治上互相支持，在文学上互相切磋。\n*   **李清照 & 赵明诚：** 夫妻关系。两人志趣相投，但婚姻生活并非一帆风顺。\n*   **底层百姓 & 所有人：** 构成社会的全景图，他们的生活受到变法的影响。\n\n**四、成长轨迹**\n\n*   **苏轼：** 从最初的意气风发，到经历变法带来的政治风波，逐渐学会更加成熟稳重地处世，但始终保持内心的理想和坚持。最终可能被贬谪到偏远地区，但他依然创作出许多脍炙人口的诗词文章，成为一代文豪。\n*   **王安石：** 从最初的雄心勃勃，到遭遇变法的重重阻力，逐渐变得更加强硬和孤僻，甚至不惜打压异己。最终可能因变法的失败而黯然离场，留下争议不断的身后名。\n*   **沈括：** 从最初的潜心研究，到参与变法中的科技改革，再到因政治斗争而受到牵连，逐渐变得更加谨慎和低调。最终可能选择隐居山林，继续从事科学研究。\n*   **李清照：** 从最初的自由快乐，到经历婚姻的变故和战乱的颠沛流离，逐渐变得更加坚强和独立。最终可能成为一代女词人，用诗词记录自己的命运和时代。\n*   **底层百姓：** (可选) 他们可能因为变法而生活有所改善，也可能因为变法而更加困苦，他们的命运随着时代而起伏。\n\n**五、矛盾冲突**\n\n*   **变法派 & 保守派：** 在变法问题上展开激烈斗争，涉及政治、经济、文化等各个方面。\n*   **理想 & 现实：** 主要人物在追求理想的过程中，不断遭遇现实的阻碍，需要在理想与现实之间做出选择。\n*   **个人利益 & 国家利益：** 主要人物在追求个人利益的同时，也要考虑国家利益，需要在个人利益和国家利益之间做出权衡。\n*   **爱情 & 责任：** 主要人物在追求爱情的过程中，也要承担家庭和社会责任，需要在爱情和责任之间做出抉择。\n\n**六、个性特征**\n\n*   **苏轼：** 喜爱美食，常以美食自喻人生哲理。\n*   **王安石：** 生活简朴，不讲究享受，全身心投入到变法事业中。\n*   **沈括：** 喜欢收集奇珍异物，对自然现象充满好奇。\n*   **李清照：** 喜爱饮酒，常以酒寄托情感。\n\n这就是我为你构建的小说人物设定，希望能够帮助你创作出一部精彩的作品。"