[
    {
        "id": 1,
        "title": "第一回 月华仙山启征程 离别赠宝话前程",
        "content": "话说那东海之东，有座月华仙山。此山非是寻常山峰，乃是大乘真人月华立道场时，以元神内景外显所化。山中四时景色，尽随主人心境变迁。若是心情愉悦，满山桃花齐放，霞光万道；若是心有所思，细雨绵绵，雾锁山峰；若是动怒，便是雷霆震怒，电闪雨挥。\n\n这一日，正值仲春三月，天还未亮，月华仙山上空忽现七彩祥云，瑞气氤氲。山中桃林齐放，朝霞似火，晚星未褪，现出一派祥和景象。显然，山主人心情甚佳。\n\n且说冰心轩内，一位少女早已起身。这少女名唤凌霜，今年一十七岁，是月华真人座下唯一真传弟子。只见她立于铜镜前，将一头如瀑青丝挽起。其容貌端得是：远山眉如黛描，杏眼含秋水，皓齿如贝，朱唇似火，肤若温润美玉，颈若春笋新抽。一袭天青色道袍穿在身上，更显得清雅脱俗。\n\n\"姑娘，\"门外传来苍老却慈爱的声音，\"可要老身帮你梳头？\"\n\n\"姥姥请进。\"凌霜转身，望着推门而入的老妪，露出温婉笑容。\n\n这位老妪名唤鱼姥姥，是月华真人座下一只千年灵鱼所化。平日里负责照料凌霜起居，教她些许人情世故。说来也巧，鱼姥姥虽是鱼类所化，却生得一副慈眉善目的模样，若是不知底细，定要以为是寻常人家的老婆婆。\n\n\"今日是个好日子啊，\"鱼姥姥走到铜镜前，接过凌霜手中的玉梳，轻轻为她梳理长发，\"老身特地熬了一碗养神汤，你趁热喝了吧。\"\n\n凌霜接过瓷碗，轻啜一口，只觉一股暖流入腹，周身说不出的舒泰。\"多谢姥姥。十七年来，每日都有姥姥照料，今日一别，真是...\"话未说完，眼圈已红。\n\n\"好孩子，\"鱼姥姥放下玉梳，也红了眼眶，\"姥姥知道你天资聪颖，不该困在这一方天地。这些年看着你从一个懵懂小女娃，修成金丹境界，姥姥心里既欢喜又不舍。\"\n\n说着，鱼姥姥从袖中取出三件物事：\"这个香囊内藏避秽驱邪之物，随身携带可保平安。这三粒养气丹乃是老身千年修为所炼，危急时服下可救命。还有这寻路罗盘，虽不是什么稀罕物事，却能指引方向，免得你迷失道路。\"\n\n凌霜双手接过，小心收入袖中。刚要道谢，外头忽传来清亮声音：\"凌霜，到映霞堂来。\"是师尊唤她。\n\n\"姥姥，弟子这就去见师尊。\"凌霜转身欲走。\n\n\"且慢，\"鱼姥姥叫住她，取出一方手帕替她拭去眼泪，\"去见师尊，莫要这般失态。\"\n\n映霞堂中，月华真人正抚琴而坐。但见她一袭素白道袍，容貌看似三十许人，实则已是千岁高龄。指间轻拨琴弦，悠扬曲调在堂内回荡。\n\n\"弟子参见师尊。\"凌霜恭敬行礼。\n\n月华真人停手抚琴，凝视爱徒片刻，说道：\"十七载光阴，转眼即逝。为师昨日夜观天象，已到了你离开此界的时日了。再留在山中，反倒耽误了你的道途。\"\n\n\"弟子明白。这些年承蒙师尊教导，凌霜没齿难忘。\"说着，凌霜跪地磕头。\n\n\"起来吧。\"月华真人起身，走到凌霜身边，取出三件法宝，\"这月华簪乃是上品仙器，不但可助你御空飞行，内中还藏有千里传音符，若遇危急，可唤为师相助。这太阴珠与你冰系体质极为相合，佩戴在身可助你修炼。这玉简中记载着为师毕生心得，你且慢慢参详。\"\n\n凌霜恭敬接过法宝，又将自己心爱的冰魄琴背好。这琴乃是上品法器，抚琴时可引动天地之力。素心镜和青莲扇也都一一收入袖中。素心镜能照见人心善恶，青莲扇则可唤风唤雨，都是难得的宝物。\n\n\"记住，\"月华真人语重心长道：\"修道之路，明心见性最要紧。外头世界，龙蛇混杂，你需处处留心。尤其是...\"说到这里，月华真人忽然顿住。\n\n\"师尊有何指教？\"凌霜问道。\n\n月华真人摇头一笑：\"也罢，有些事情，需要你自己去经历、去领悟。为师只愿你能记住：无论遇到什么事，都要保持本心。\"\n\n\"弟子谨记师尊教诲。\"\n\n此时天色渐明，彩霞满天。月华真人袖袍一挥，顿时清风徐来，卷起满地桃花。凌霜立于山巅，回首望去：\n\n但见仙山缥缈，云雾缭绕，\n桃花纷飞，香气氤氲，\n师尊立于殿前，仙风道骨，\n鱼姥姥立于一旁，泪眼相送。\n\n\"去吧。\"月华真人轻声道。声音随风传来，似远似近。\n\n凌霜深深一揖，将月华簪插入发间，清啸一声，化作一道青光冲天而去。霎时间，满天桃花随风起舞，如雨般洒落。\n\n诗曰：\n仙山数载育青莲，今日别离情依依。\n莫道修真无眷恋，桃花满地惜别时。\n云端一点向远方，未知何处是归程。\n但愿红尘炼心性，他日归来见师明。\n\n却说凌霜离开月华仙山，一路向东而去。这一走，便是世事沧桑，红尘万丈。她本以为此去便是快意逍遥，谁知前路险阻重重，预知后事如何，且听下回分解",
        "createTime": "2024-12-30T01:42:45.598Z",
        "updateTime": "2024-12-30T03:13:17.138Z"
    }
]